[
    {
        "id": 18918,
        "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
        "desc": "专辑中以古典弦乐伴奏及Band，形成英国式的复古风格，加上西班牙式风格的弦乐演奏，意境极度逼近电影配乐。\n\n⊙周杰伦同名专辑 杰伦\n\n“杰伦”同名专辑，整张曲风充斥着杰伦对音乐的超高技术创作，专辑中以R&B及New Hip-Hop的新曲为主，加上古典巴洛克式弦乐伴奏及Band的加入，形成一种英国式的复古风格，更特别的是，杰伦尝试着把超高难度，西班牙式风格的弦乐演奏，表现在专辑歌曲中，意境却出忽意料的极度逼近电影配乐，这种音乐是台湾目前所没有的。\n\n⊙这就是杰伦\n\n在外人眼中，他很害羞、很内向，熟识他的朋友，会觉得他有点闷骚(可爱的那一种)，他像邻家大男孩，有时会羞涩、不说话，但是只要跟他提到音乐，他就可以跟你聊很多想法，永远停不下来思考的想法，对于创作音乐，是他生活的一部份，无时无刻在运转着，随时随地就会想到音乐的节奏，只要是身旁有钢琴或正好有吉他，他都可以创作成一首首脍炙人口的歌曲；十八岁那年，杰伦创作了吴宗宪的屋顶、三暝三日、你比从前快乐；许茹芸的蜗牛；王力宏的打开爱；徐若瑄的姊你睡了吗？…等。\n\n⊙音乐是幻想的 幻想是快乐的 杰伦的音乐新标准\n\n这几年来杰伦一直以音乐制作人身份，从事作词、作曲、编曲等，制作是一种需要前瞻性的工作，杰伦正具备着e世代音乐人的特质；记得有一次与他闲聊，他提到对制作音乐来说，歌声、吉他、键盘，其实都没什么分别，都只占一个音轨而已，他在乎的便是歌曲本身所带来“生命力”，以及无限创造出不同的曲奏，专辑的曲风就能变化万千，让听众百听不腻，要做的音乐，就是做别人还没做的音乐，是好听的，是很屌的。\n\n尤其在这大众都已进化到音乐所带来的听觉感官，十分细腻的同时，更是须要一些新的创作，不再只是概念式叙事的音效，及民歌情调流行乐和新电子风，听杰伦的音乐，可以是幻想的，幻想着快乐，超越空间与时间的束缚，是惊讶的、是舒服的，杰伦是台湾音乐土地上的一股气象‘新势力’，跟着他，出发到另一个音乐新国度吧！\n\n⊙徐若瑄 MTV处女秀献给好友杰伦\n\n在专辑中，第一主打歌曲‘可爱女人’，是由名导演邝盛执导，MTV中的女主角，是由从未替人跨刀拍摄音乐录影带的艺人“徐若瑄”，也是杰伦相识多年的好朋友，之前两人在音乐上的合作，早就有数次之多，而杰伦同名专辑中，更有三首歌，是由徐若瑄百忙中抽空填词完成的，当然在制作过程中，徐若瑄更亦然决然地答应杰伦，在可爱女人中，担纲女主角的演出，剧中导演并巧妙的安排两人，一段让观众有想像空间的剧情桥段，看到最后才知道是怎么回事，在欣赏MTV的同时，并能感觉到徐若瑄就是杰伦所描述的可爱女人；‘漂亮的让人面红、温柔的让人心疼、透明的让人感动、坏坏的让人疯狂’。\n\n在拍摄可爱女人MTV时，徐若瑄更可爱的道出，在制作过程中，有一次远在日本，帮杰伦写词写到凌晨，传真给杰伦时，杰伦正在大打电动玩具，而没去注意到，让她很生气等一些小火花的产生；专辑里有一首‘伊斯坦堡’，更是徐若瑄，在亲临土耳其伊斯坦堡时，所填的词，两人在音乐上的合作，早已有了一些共识，此次，两人密切合作的作品，相信在听觉上、视觉上，杰伦同名专辑必能带给许多音乐爱好者，一种前所未有的新享受及新感受。\n\n⊙台湾音乐土地新势力\n\n刚听杰伦的音乐，会让人误以为他是从小被父母亲，送到国外长大的一般型ABC小孩，然后过一会儿，你会很讶异的发现，台湾音乐市场上出现了一股很鲜、很新、很屌的新音乐，这就是杰伦。\n\n没人能预测，新音乐的流行趋势到底是什么？唯有创作出的音乐作品，能与听众产生共鸣，才是真正好音乐。",
        "name": "Jay",
        "size": 10,
        "publishTime": 973526400000,
        "songs": [
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186145,
                "name": "可爱女人"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186147,
                "name": "完美主义"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186149,
                "name": "星晴"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186150,
                "name": "娘子"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186152,
                "name": "斗牛"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186154,
                "name": "黑色幽默"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186156,
                "name": "伊斯坦堡"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186158,
                "name": "印第安老斑鸠"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186160,
                "name": "龙卷风"
            },
            {
                "pic": "https://p2.music.126.net/Gd-HAk9hKC85L0wNtfRs1g==/7946170535396804.jpg",
                "id": 186162,
                "name": "反方向的钟"
            }
        ],
        "sketch": "21世纪伊始，一声wu~~~ 伴随直升机的轰鸣，华语乐坛出现了一股很鲜、很新、很屌的新音乐，这就是杰伦"
    },
    {
        "id": 18915,
        "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
        "desc": "⊙周杰伦要发片了！\n\n在这段不算短的日子中，喜爱杰伦的歌迷们，仅能透过市面上流传属于杰伦气息的旋律，来稍稍抚慰失落的心情。经过将近一年时间的精墩细熬，大家万众期待的周杰伦第二张专辑---「范特西」，终于在歌迷们的千呼万唤声中，决定于2001年9月份与大众见面！\n\n⊙Welcome To Jay's Fantasy World\n\n此次周杰伦的音乐层面，不仅突破以往的制作水平、创作更臻成熟，他所发挥的奇特幻想力及个人特质，更淋漓尽致地融入于他的歌曲里。听杰伦的音乐，就犹如畅游梦幻的游乐世界；听杰伦的音乐，你将会享受比上一张专辑更多的惊艳。现在，就请你准备系好安全带，和我们一起进入周杰伦的「音乐幻想世界」！\n\n周杰伦的第二张专辑---「范特西」(音同Fantasy)，充分反射出杰伦思绪充沛的一面，他独特的想象空间，可说是构成此张专辑的主要原动力。仅仅浏览「爸我回来了」、「双截棍」、「忍者」、「爱在西元前」、「上海一九四三」、「威廉古堡」等特殊歌名，大家的好奇心就会不自觉被轻轻挑起，从杰伦更多元化的音乐尝试，不难嗅出他此番强烈的企图心，而这突破自己的考验，杰伦不仅做到了，而且，做得还十分出色！\n\n⊙作曲无限大 填词铁三角\n\n关于杰伦「范特西」专辑的制作阵容，作曲方面里逤当然由R&B小天王周杰伦一手包办，除了囊括以往大家熟悉的抒情R&B歌曲，如：蕴涵动人情感的「开不了口」、旋律清新明快的「简单爱」、百万绿茶广告曲「对不起」，以及最能敲开听众心扉的「安静」，这一次杰伦更加扩大想象空间，将Hip Hop、Rock、加快版Rap，甚至把非常民族风味的多层次风格搬上台面，例：「双截棍」里宛如李小龙般的勇猛跳跃、「忍者」中犹如进入东洋电玩世界的快感、「爱在西元前」里重回美索不达米亚美丽的传奇、「威廉古堡」中神秘吸血鬼华丽吊诡的气氛，以及重现上海滩怀旧时代的「上海一九四三」，另外，值得一提的是，鲜少人知道杰伦在学时期主修的是大提琴，他在钢琴之外的演奏才华，也将首次在「爸我回来了」这首歌中展露无疑。以上总总所列，已足以让人垂涎三尺，但孰知，这仅是「范特西」专辑中绝妙精华的一部份罢了。\n\n在填词部分，此次则仍维持上张专辑的「铁三角」，由笔触纯稚直接的Vivian徐若瑄、用字饶富新意的新生代填词家方文山，以及惯用特有年轻语言的周杰伦。看徐若瑄的词，会带给人一丝可爱童稚的气息；看方文山的词，会带给人们无限惊喜及文艺气质的提升；看周杰伦的词，会让年轻人打从心底产生共鸣之声，这坚强的「铁三角」组合，不仅为杰伦的音乐架上许多分，更让大家在听歌的同时，同步在视觉上收到惊讶的刺激效果！\n\n⊙视觉造型抢眼多变 MTV多重角色扮演\n\n「忍者」，一向给人神秘、诡谲多变的感觉，他所赋予的使命是神圣不可侵犯，甚至可以不惜牺牲性命去达成。如此职业杀手的强烈视觉，建筑在充满幻想魅力的专辑中，形成了非常有趣的对比及震撼，因此，在这张专辑的内页呈现上，杰伦首度尝试穿上改良后的忍者造型；在MTV的画面表现，杰伦将因应不同歌曲的需求，化身为歌曲中的主角演出，充分满足观众在视觉上的享受，因此，这张专辑所拍摄的音乐录像带，相信将会是除音乐外，另一个令人期待的爆点！\n\n⊙不断挑战音乐的可能性 不断突破自己的可能性\n\n2001年崭新的周杰伦，正以惊人的爆发力在歌坛闯荡，他接续不断地努力超越自己、求新求变的态度，只为求能将最优质的音乐呈现给喜爱他的歌迷，仅让我们拭目以待，周杰伦「范特西」的音乐魔力！\n\n欢迎光临---周杰伦的音乐幻想世界！",
        "name": "范特西",
        "size": 10,
        "publishTime": 1000396800000,
        "songs": [
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186114,
                "name": "爱在西元前"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186116,
                "name": "爸，我回来了"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186119,
                "name": "简单爱"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186122,
                "name": "忍者"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186125,
                "name": "开不了口"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186128,
                "name": "上海一九四三"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186131,
                "name": "对不起"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186134,
                "name": "威廉古堡"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186137,
                "name": "双截棍"
            },
            {
                "pic": "https://p1.music.126.net/7R4UhE4MBErGHvI-dB3Rzg==/109951165606034156.jpg",
                "id": 186139,
                "name": "安静"
            }
        ],
        "sketch": "杰伦用音乐给人带来异想天开的想象空间，《范特西》反映了周杰伦一贯的音乐理念——音乐是幻想的，幻想是快乐的"
    },
    {
        "id": 18907,
        "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
        "desc": "⊙金曲黄袍加身 备受各方肯定\n在金曲奖上大放异彩的音乐奇才---周杰伦，今年破天荒地一连拿下多项大奖，可说是缔造华语歌坛前所未有的新纪录，这样傲人的成绩，不仅再度肯定杰伦音乐上过人的才华，无疑的，也是替饱受盗版之苦的唱片娱乐圈，带来一丝希望曙光！获得如此殊荣，也让各界媒体及歌迷们，更加期待杰伦在第三张作品中，又会带来什么样出乎意料的惊喜！\n\n⊙无限延展 创意尽现『八度空间』\n2002年七月，杰伦又一次展现他惊人的音乐狂想力，他尝试把自己的奇想格局更加扩大，无形中，也将国语歌坛的音乐标准再推高一层！此次最新国语大碟「八度空间」，意味着79年次1月18日出生的杰伦，除了可在西方八度音阶的空间内，挥洒自如、游刃有余，一如他所创造的音乐，每每总会让人多出那么一点点的惊奇，不按排理出牌的个性，硬是让人在既定的「八度框框」内，突破享受到无远弗届的异想世界；当大家在聆听旋律之余，阅读「创作名笔」方文山瑰丽缜密的词藻，更使听众像是观赏第八艺术的「电影」般，令人拍案叫绝、直呼过瘾！周杰伦的『八度空间』，就像是音乐领域中的第八艺术！\n\n⊙奇想广度加宽 进入空间游戏\n遨游在『八度空间』的世界里，你可以尽情享受来自八方传送的能量！\n\n当「半兽人」华丽的序曲揭开其神秘面纱时，杰伦使用强硬的节奏吟唱，人类为了贪婪堕落为半兽人的故事于焉展开！\n\n「半岛铁盒」歌词是叙述一本名叫「半岛铁盒」的书，装满了情人的回忆，耐听度奇高，你不难从歌曲头尾展现发现杰伦的小巧思，这首歌的确可说是杰伦在抒情歌曲领域，越发成熟的情境之作。\n\n而「暗号」是在唱片公司同事要求下，杰伦首度公开让内部人员参与写词的歌曲，因此这首歌的产生，意义格外不同，被喻为2002传唱度最佳柔性新品的「暗号」，相信在不久的将来，必会成为KTV点唱的新宠儿！\n\n画面突然飞跃至充满浓厚中国味的「龙拳」，杰伦顿时化身为东方之龙，时而跳跃黄河两岸，时而登上泰山顶峰，“宫廷式鼓点”强力敲打着，好似翻搅华语的摇滚新势力！\n\n「火车叨位去」，是杰伦首度破天荒尝试台语演唱的歌曲！方文山运用了独特的本土词藻，在融合杰伦创作的西洋氛围曲调后，两者竟产生意想不到的舒适效应。\n\n在「分裂」的歌声里，你可以看见杰伦内心的声音划过，把自己割开分成两种不同的他，这是杰伦最深层的个人独白。\n\n「爷爷泡的茶」是藉由「茶」这样平常的饮料，来阐述着爷爷生活的禅意，歌曲就彷佛爷爷告诉孙儿，当茶水的颜色蔓延、纯净快乐的旋律扬起时，名利自然就会瞬间抛至九霄云外。\n\n「回到过去」是好友刘田井宏跨刀写词的作品，田井宏勾勒出夜深人静时，悼念爱情的孤单感受。\n\n而听到「米兰的小铁匠」时，洋溢着异国风味的中快版音符，会快速流畅的带领你进入东欧童话故事，而音符们正述说着小铁匠辛勤工作，只因渴望拥有一把吉他的故事。\n\n结尾曲「最后的战役」，藉由磅礡弦乐述说军中袍泽共患难之情，而这首歌也是杰伦献给好友田井宏的大器之作，哥俩好的情谊溢于言表。在聆听了一路高潮迭起的歌曲后，这首歌更犹如写下最佳的句号，让人有一气呵成、前后呼应之感！\n\n⊙MV媲美电影 专辑照大胆创新\n在上一张『范特西』专辑创下佳绩后，如何使第三张专辑的制作、企划突破「范特西」，便成为全公司重要的功课，着实让工作人员伤透了脑筋！因此这次在专辑照及内页设计方面，大胆采用了X光片与一般摄影照片结合的呈现方式，「露骨」呈现赤裸裸的杰伦，让人不仅看见外在的杰伦，更可透视内在的杰伦，因此，专辑在整体视觉上更为丰富有趣，彻底颠覆了一般人对X光照片戒慎恐惧的刻板印象！\n\n拥有再特殊不行的专辑照后，当然少不了精采的音乐录像带相称。在这次『八度空间』专辑里，打头阵的歌曲即来势汹汹！「最后的战役」是一首叙述袍泽之情的抒情歌曲，在这首远赴泰北边境拍摄高达七天的音乐录像带中，杰伦与好友刘田井宏饰演从小一起成长的同袍，在某次任务里，其中一人不幸战死，另一人愤而替对方展开复仇行动，袍泽间浓厚的情谊不言而喻，而如此感人的剧情，在北京亚洲爱乐磅礡弦乐的衬托下，更显悲凄、令人动容！而在这支如同电影故事般的MV里，如此浩大的拍摄场面，更是让杰伦过足了当兵的瘾，一圆从军之梦！\n\n⊙八度音阶的魔力 八度空间的魅力\n玩弄音符是杰伦天生潜在的本性，但拥有音乐天赋的杰伦并不视骄而宠，反而更战战兢兢的制作出一首又一首脍炙人口的作品，因为他深知，大家的肯定是他创作的原动力！因此，请擦亮你的眼睛，欣赏杰伦驰骋游戏空间所散发的光彩！\n\n当然，『八度空间』所给人的震撼当然不仅仅于此而已，它其中所蕴含的惊奇，将一一从不同角度席卷而来！So, please be careful!",
        "name": "八度空间",
        "size": 10,
        "publishTime": 1026921600000,
        "songs": [
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186045,
                "name": "半兽人"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186046,
                "name": "半岛铁盒"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186047,
                "name": "暗号"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186048,
                "name": "龙拳"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186049,
                "name": "火车叨位去"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186051,
                "name": "分裂"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186053,
                "name": "爷爷泡的茶"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186055,
                "name": "回到过去"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186057,
                "name": "米兰的小铁匠"
            },
            {
                "pic": "https://p2.music.126.net/eDfuSni9ZWToHdqilVRI_w==/109951166698447900.jpg",
                "id": 186059,
                "name": "最后的战役"
            }
        ],
        "sketch": "专辑灵感源自电影和音乐艺术，在西方八度音阶的空间内创造属于杰伦自己的音乐，展现音乐领域中的第八艺术"
    },
    {
        "id": 18905,
        "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
        "desc": "⊙历经一年企划　引爆市场\n\n近期来说，经济上的不景气，加上这一、两个月来SARS风暴的垄罩阴影影响下，加以盗版、盗拷、MP3的猖獗盛行，引发国内外唱片市场上一片低迷的景象，就国内台湾市场而言，现今发片歌手的销售数字依旧低迷不振，各家唱片公司无不想尽办法来争取消费者的注意，以提升唱片销售数字。在七、八月暑假将至、SARS后期，又是一个唱片市场兵家争夺的时机，想必各家唱片公司必定会推出天王天后来争取这得来不易的大好机会，唱片市场炒热复苏的时机，就在此时。\n\n杰伦2003最新专辑更加不同的是，杰伦对于人文方面的诉求上，加入了更多不同的看法与想法；歌词与音乐巧妙地运用呼应，让你听了有会心一笑的心情；音乐上更是融合复古与现代的巧妙结合，创造出时下流行音乐所没有的新元素，在新专辑推出的同时，定能再创造出另一波周杰伦风潮，也因为对音乐的认真与坚持，杰伦的音乐新思想、音乐新成长，都可以在第四张专辑中听出更不一样的周杰伦。\n\n⊙专辑名称耐人寻味 专辑封面复古特殊有趣\n\n『叶惠美』一个女性的名字？让人匪夷所思、充满问号？？？也充满趣味性，因为第一主打歌为『以父之名』，所以决定以妈妈的名字『叶惠美』为专辑名称。\n\n此次专辑封面加入\"复古\"的元素，穿起复古西装的杰伦依旧不改其帅气的本色，拍出很有感觉的专辑照片，欧洲味加复古风，感觉出很不一样的周杰伦，这次所呈现出来的周杰伦跟以往的周杰伦有些许的不同，唯一没有改变的就是\"帅\"气依旧。视觉上与音乐上都不约而同的加入复古的元素，让音乐与视觉上有更紧密的结合而相互呼应而引发共鸣。封面设计上更加入了一个小小的趣味，封面的照片与其背后墙上的油画竟然是同样一幅画面，提供了消费者无限的想象空间，营造出现在、过去的时空错觉、重迭的感觉。专辑上更打破以往的纪录，收录11首杰伦的好歌，MV也因为歌词音乐意境的表现不同而有不同的表现拍摄方式，意大利教父、学生时代的纯纯恋情、美国华人英雄…等等，都是在听觉上与视觉上支支都精采、曲曲都动听的专辑CD，相信除了音乐上能给歌迷们更大的满足外，影音上的刺激定可以再创销售奇迹。\n\n⊙超值加赠　满足歌迷\n\n本次专辑歌曲超值收录11首好歌，让歌迷一次拥有，专辑中并同时加赠VCD一片，收录「以父之名」完整MV版、「以父之名」之罗马巡礼、「双刀」电影版MV，让歌迷听的开心、看的过瘾，一次收藏全新的周杰伦。\n\n你看过『教父』这出电影吗？他同时也是杰伦最喜欢的电影之一，为了配合音乐上的视觉表现周杰伦曾有多变的MV造型如航天员、吸血鬼、李小龙以及东隐忍者…等不同的角色诠释，这次在『以父之名』MV中，杰伦化身为意大利教父年代中的杀手身分重回教父的年代，远至意大利实地拍摄，一个意大利的小镇，上演一段惊心动魄的传奇，一间中国餐厅，华人夫妇遭受黑帮的迫害，三岁的小孩被带走，成为教父的义子，在黑帮家庭中长大，过着与常人不同的生活，且看杰伦如何用心的将杀手这个角色完整演出。MV中导演安排了两位辣妹饰演杰伦的女朋友，除了有精采的对手戏之外，更安排了一些「床戏」的部分，没有见过的杰伦，不一样的杰伦，在这首MV中都带给观众很不一样的感觉，一个全新的周杰伦。\n\n⊙歌曲介绍\n\n以父之名\n\n杰伦与新兴鬼才作家黄俊郎的首度合作即擦出不一样的火花，黄俊郎现为华人版图出版社的一员，大家口中的ㄚ郎，出版过「这本书」、「第二本书」两本脍炙人口的图文书籍，同时亦是华人版图中的首席平面设计师，在他多才多艺的经历下，造就了以父之名这首特别又特殊的歌。\n\n以父之名这首歌的曲风特殊好记，加上复古音乐钢琴等的特殊搭配，辅以意大利文与歌剧上的融合，曲调跳脱一般流行音乐风格，曲风上的特别更令人眼睛一亮。歌词内容以『天父、教父、父亲』三者为主轴，说明了教父的无奈、父亲的慈悲、天父的无私…等的救赎观念，说明一个人为了要到达上位者，就必须放弃一些该有的自由与观念，但往往在荣耀的背后得到得只有孤独的陪伴，过去纯真的日子已不复存在，也无法重来。\n\n懦夫\n\n重金属饶舌摇滚的音乐曲风，加上一段与小朋友的RAP合唱，更添特殊有趣，歌词中以反讽毒品为主要诉求，写出那些对药物依赖、服用毒品的人发出质疑与怒吼。\n\n晴天\n\nPanasonic广告歌曲，春夏秋冬的恋曲，2003最贴心的情歌，温暖的曲调，清新的歌词，杰伦唱来丝丝入扣，一起约定，等到放晴的那天，共同来谱一段纯纯的爱。\n\n三年二班\n\n以乒乓球的拍打声贯穿全曲，杰伦以其独特的创意结合，令人惊艳，歌词上以学生的角度唱出在心中许久的压抑态度。\n\n东风破\n\n仿古小调曲风，辅以二胡与琵琶的融入，复古的曲风，听来让人容易进入唐诗宋词的世界与遐想，方文山想藉由古诗词入歌的想法，让古诗词与现代流行音乐融合，打破现今新诗与歌词分家的模式，在方文山的特别经营下，歌词古今交替，更有时空交错的感觉，「东风破」就是代表着这首歌曲的新名词。\n\n妳听得到\n\n「杰伦杯」歌词比赛，再度在公司内引发一阵旋风。情人之间最甜蜜的情歌，我们之间的秘密，只有彼此知道，互相依赖的爱，让人最舍不得离开。\n\n同一种调调\n\n百事可乐广告曲，曲调利用琵琶的音色来塑造出西洋古典的气氛，间奏加入阿根廷探戈音乐加以贯穿，是为新一代嘻哈的代表。节奏轻快舒服，说明两个人虽不相识，也能成为心灵相通，有共同嗜好与默契的朋友。\n\n她的睫毛\n\n爱情没有一定的规则，没有是非对错，瞬间的感觉最重要，没有人可以教导爱情的喜怒哀乐，都要靠自己去学习揣摩，她的睫毛透露出爱的讯号，让人出乎意料。\n\n爱情悬崖\n\n徐若瑄再度跨刀填词，杰伦与Vivian再度合作，Vivian式的填词方式，说明爱情就像悬崖，爱的越深跌的越深，总是让人控制不来，歌曲朗朗上口，更令人感动。\n\n梯田\n\n杰伦首创以原住民的合声、中国声乐、古典钢琴在音乐上相互结合，编写出新式慢板饶舌曲风，歌词以诙谐幽默方式表达，暗喻人对环境的破坏是残忍的，环境既遭破坏，惜日情景已不复存在。\n\n双刀\n\n延续前三张专辑的精神，中国风的风格、精神特色，经过「娘子」的爱情观、「双截棍」的武术观、「龙拳」所表达的民族精神，「双刀」表达的是华人在唐人街被白人压迫欺负，要反抗颠覆父执辈的卑微以及凡事以和为贵的态度跟处理方式，反抗环境、反抗不平等的对待，发出新一代华人的怒吼。",
        "name": "叶惠美",
        "size": 11,
        "publishTime": 1059580800000,
        "songs": [
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186014,
                "name": "以父之名"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186015,
                "name": "懦夫"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186016,
                "name": "晴天"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186017,
                "name": "三年二班"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186018,
                "name": "东风破"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186019,
                "name": "你听得到"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186020,
                "name": "同一种调调"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186021,
                "name": "她的睫毛"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186022,
                "name": "爱情悬崖"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186023,
                "name": "梯田"
            },
            {
                "pic": "https://p2.music.126.net/ZGffiDQZrGj5s_hnR1CNbg==/109951165566379710.jpg",
                "id": 186024,
                "name": "双刀"
            }
        ],
        "sketch": "《叶惠美》和主打歌《以父之名》相呼应，复古钢琴、意大利歌剧曲调跳脱了一般流行音乐的风格"
    },
    {
        "id": 18903,
        "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
        "desc": "2004年夏天周杰伦带来浓郁《七里香》！\n\n仿佛是一种约定，每年这个时候，酝酿一整年的(周杰伦音乐旋风)，必定准时引爆。缘于信赖，产生信仰，无论是媒体或消费者，对于周杰伦的专辑曲风、创意取材、甚至专辑名称…等，都充满好奇与期待，2004周杰伦最新专辑，必定又是话题营造与网络讨论最激烈的暑期作业。\n\n⊙2004炎夏，周杰伦带来浓郁“七里香”！\n\n周杰伦的最新专辑是暑假唱片市场的重点大片，因此新专辑的发片日期也成了歌迷们及各大唱片行众所瞩目的焦点，尽管周杰伦目前正在日本进行电影 (头文字D) 的拍摄工作，唱片公司将工作人员大队人马拉至日本进行音乐录影带的拍摄，让专辑可以如期推出，现在周杰伦的新专辑已经在最后的印刷阶段，即将在8月3日推出个人第五张专辑“七里香”，而从7月21日开始到8月1日止歌迷们将可以在各大唱片行及全省的7/11门市预购周杰伦的最新专辑“七里香”，等待已久的歌迷们将可以准备摩拳擦掌抢先预购周杰伦。而在结束电影 (头文字D) 的拍摄之后，周杰伦将在8月2日回到台湾旋即投入新专辑的宣传工作，与久违的歌迷朋友见面。\n\n⊙“七里香”诗意浓厚，更是方文山首度以\"作诗\"方式填词的作品。\n\n新歌“七里香”是带着东方气息的抒情摇滚曲风，周杰伦的最佳搭档方文山在“七里香”歌曲里首度以“作诗”的方式填词，诗词里写着“雨下整夜我的爱溢出就像雨水，窗台蝴蝶像诗里纷飞的美丽章节，我接着写把永远爱你写进诗的结尾，你是我唯一想要的了解。那饱满的稻穗幸福了这个季节，而你的脸颊像田里熟透的蕃茄，你突然对我说七里香的名字很美，我此刻却只想亲吻你倔强的嘴”，让歌曲“七里香”诗意浓厚是一首现代诗情歌，周杰伦表示：“用诗作曲是另一种挑战，不过很有诗意且感情丰富。”\n\n⊙以“七里香”为名，周杰伦希望大家把焦点放在音乐上！\n\n而从第一张“JAY同名专辑”、第二张“范特西”专辑、第三张“八度空间”专辑到第四张“叶惠美”专辑，周杰伦每一次的专辑名称都给了歌迷许多想像空间，也给了大家许多惊叹号，这一次第五张专辑周杰伦首次以主打歌名“七里香”做为专辑名称，周杰伦表示因为对这一次专辑的音乐充满自信，希望大家能把注意力焦点放在音乐上，将话题回归到音乐上。\n\n⊙日本美景入镜，周董拍MV这回不玩特技、只谈情说爱。\n\n新歌“七里香”充满诗意，音乐录影带也有别于以往重特效、大场景及创意剧情的拍摄方式，特别将大队人马的工作人员拉到日本的群马县高崎市拍摄，找了当地的神社、稻田、花海等诗情画意的场景拍摄，由于周杰伦目前正在日本拍摄电影，因此也特地像剧组告假一天进行音乐录影带的拍摄，这一次周杰伦没有在音乐录影带里飞檐走壁，而是跟女主角在美丽的场景里谈纯纯的恋爱，导演也特地使用了“蛇腹镜头”，运用镜头的焦距营造出浪漫美感，周杰伦表示希望在炎热的夏天里，带给大家一种淡淡的感动。\n\n⊙远赴海参威拍封面，周董扮大帅好威风！\n\n周杰伦8月3日即将发行的最新专辑“七里香”，这一次除了在日本拍摄音乐录影带之外，为了表现出“希望”的主题，也到了东俄的海参威进行封面的拍摄，同时为了符合海参威的战地风光，也因为周杰伦对军旅生活有一种憧憬，因此周杰伦特别在日本采购了10几套的军装，在镜头前表现出十足的\"大将之风\"。\n\n⊙封面海参崴取景 军装加身英气逼人 *\n\n周杰伦一直以来都觉得自己是一个说书人，透过音乐，把自己编织的故事，想像的画面呈现给大家，所以画面是他十分要求的一环，也因为这个原因，所以几张专辑下来，他的足迹踏遍地球各角落：日本、意大利、法国、泰国、美国、捷克…等。这次为了专辑封面以及音乐录影带的拍摄，大家挖空心思，希冀寻找一个正待起飞、充满跃动生命力的地方。她不能太过华丽，也不能太过寒呛，最后决定了海参崴，正因为她曾经经过战争洗礼，在往繁华的路上，带有一丝悲壮。因此，封面中大家可以看到换上军装，英气逼人的杰伦，在杰伦前方站着一个可爱的外国小女孩，柔和了整个气氛。孩子眼中的希望是什么形状？封面仿佛有一个待续的故事，或许，你可以从音乐中去寻找！\n\n⊙警车开道、保镖随行，周董宛如身陷战场。\n\n首次到海参威，周杰伦及工作人员一行人都是战战兢兢的，因为到达海参威时，当地导游表示在到达当地的前几天有发生枪击的事件，特别叮咛交代所有工作人员不能落单，晚上更是不能出门，因此让大家工作时更是谨慎，当地的警方为了保护周杰伦的安全，从出海关开始每天都有一个警察及2个190公分高的壮汉保镖随行保护，出入也都有警车开道，如此严密的保护把关，让周杰伦真的有如“身陷战场”的感觉，拍起照片来更是生动有感觉。\n\n⊙出入海关受刁难，好不容易才把拍摄底片安全带回台湾！\n\n而这一趟海参威之行，所有工作人员也都有如打了一场战，由于海参威出入海关时都相当严格，看到周杰伦一行人带着许多行李及专业相机、机器，在入关时行李一度被扣，在经过许久的沟通之后才顺利得以进入海参威进行拍摄，在结束拍摄工作之后，出海关时当地的海关人员坚持所有的底片都要通过X光，但因为底片在通过X光照射之后感光度都将会变低，工作人员担心所有的辛苦都将付之一炬，在经过长达三个钟头的沟通协调，才得以顺利将在海参威所拍摄的作品带回台湾，如此艰钜带回来的作品，都在周杰伦的海参威纸上写真剧场里，而这本写真剧场也将限量送给歌迷们，歌迷们只要从7/21开始在全省7-11便利商店及各大唱片行预购周杰伦的新专辑就能当场拥有，抢先看穿着军装英气逼人的周杰伦及特地前往海参威取景的纸上写真剧场。周杰伦的专辑预购即日起到8月1日截止。\n\n⊙酷爱古董的周杰伦，当然也不忘在当地挖宝。\n\n爱好古董物品的周杰伦，到了经过战争洗礼的海参威当然不会错过当地具有历史性的物品，趁着拍摄的空档，周杰伦特地到了当地的一家军事用品店\"挖宝\"，在军事用品店里买了许多军装配件，尤其买了许多徽章，别在军装上让自己成为\"五星上将\"干过瘾，同时也买了怀表及酒壶等配件，让自己更显大将之风，只不过在拍照时，酒壶里装的是可乐而非真的酒，周杰伦开玩笑的表示：“姿势一百就可以了！”\n\n⊙只有周杰伦才能超越周杰伦 10首全主打\n\n记得杰伦曾在一次接受媒体访问，关于新专辑曲风有什麽改变时，他酷酷地说：「我不想改变！」。是的，他一直有他对音乐的敏感和执著，他依然范特西，也一直在创作上制造无限惊喜。这张专辑音乐性和聆听度，是无庸置疑的，而文字取材的宽广，仍教人拍案叫绝：有现代诗情歌＜七里香＞、有描述象棋对弈厮杀的＜将军＞、有杰伦中国曲式音乐品牌<乱舞春秋＞、透露祖孙之情的＜外婆＞、描绘孩子眼中希望的战乱史诗＜止战之殇＞…。除此之外，仍有挑战唱功技巧的＜我的地盘＞，飙过最高音的＜搁浅＞，只有周杰伦才能超越周杰伦。\n\n⊙全亚洲50个电台首播，“七里香”芳馥盛开！\n\n周杰伦的新专辑在7/21开始预购之外，歌迷期待已久的周杰伦新歌“七里香”，也可以开始将透过HIT FM在全亚洲50个电台首播，全亚洲的歌迷们7/21将可以同步首听到周杰伦的新歌“七里香”，在台湾的朋友别忘了锁定HIT FM电台，抢听周杰伦的最新现代诗情歌作品“七里香”。",
        "name": "七里香",
        "size": 10,
        "publishTime": 1091462400000,
        "songs": [
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186000,
                "name": "我的地盘"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186001,
                "name": "七里香"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186002,
                "name": "借口"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186003,
                "name": "外婆"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186004,
                "name": "将军"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186005,
                "name": "搁浅"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186006,
                "name": "乱舞春秋"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186007,
                "name": "困兽之斗"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186008,
                "name": "园游会"
            },
            {
                "pic": "https://p2.music.126.net/P1goeQ7SoxEkFsb4ZDijMw==/7746059418324672.jpg",
                "id": 186009,
                "name": "止战之殇"
            }
        ],
        "sketch": "引用诗人席慕蓉作品《七里香》为名，文山表示自己不是在写歌词，而是在写诗，《七里香》已从欧洲风情中走出回到了自由清新的曲调中"
    },
    {
        "id": 18896,
        "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
        "desc": "⊙今年迟了一点 但是 感觉多了一点…\n\n周杰伦2005最新国语专辑「11月的萧邦」\n\n§浪漫古典因子谱出音乐新诗篇§\n\n每年夏天，大家似乎都很习惯有周杰伦的音乐相伴，2005年的夏天，周杰伦并没有如同以往的发片，这不是缺席，而是希望音乐在制作上能够更加精细，琢磨再琢磨！今年迟了一点，但，感觉却多了一点！亚洲天王周杰伦的第六张国语专辑「11月的萧邦」，选择在具有浓浓秋意的11月1号发行，虽然比往年迟了一点，但是大家可以在专辑当中，嗅出杰伦潜藏的浪漫古典因子，看到他多放了一点细腻的感觉在音乐里，耐听度更高，「11月的萧邦」将会让你发掘不同面向的周杰伦！\n\n有「钢琴诗人」之称的萧邦，一直是学习古典音乐出身的杰伦，非常欣赏的音乐家，这位自幼便展现出过人音乐天分的音乐家，一生写下了共21首夜曲，萧邦的夜曲可说是他全部创作中最富于诗意的作品！而杰伦这张新专辑，恰巧每首歌的歌名均极富诗意，如诗般具有画面的音乐作品，散发出浓厚的文学气息，这跟一向习惯以「诗人」为名来作造型的杰伦，可说是再贴切也不过了，所以当唱片公司提出以「11月的萧邦」，作为11月发行的新专辑名称时，双方可说是一拍即合！如果要说当今华语歌坛的「音乐诗人」，杰伦真的可说是当之无愧！「叶惠美」专辑是杰伦对妈妈表达孝心的最好礼物，而「11月的萧邦」，则可说是杰伦对于偶像萧邦，献上最崇高的敬意！\n\n在杰伦的第六张国语大碟中，包含了4首极限快歌、3首中板歌曲，以及大家最钟爱的抒情慢歌5首，而其中杰伦为电影「头文字D」所创作的「飘移」及「一路向北」两首歌曲，也破天荒以Bonus Track的方式加收于专辑当中，一共12首作品的超值专辑，可说是杰伦发行了六张专辑以来，收录歌曲数量最丰富的一张！而随专辑附赠的三首音乐录像带VCD(夜曲、发如雪、一路向北)，以及在「水都」威尼斯拍摄的「周杰伦2006年浪漫诗篇桌历」，更是在视觉加分外，让死忠歌迷满足了拥有周杰伦的欲望！另外值得一提的是，杰伦与老搭档方文山的合作默契，在这张新专辑里又上一层！在文山掌舵的几首作品里，他为杰伦的曲创造出许多符合音乐诗人气质的词句，让人在聆听整张专辑时，就有如翻开诗集一般的如沐春风！\n\n⊙华丽宫廷诗人造型 专辑照拍摄场景绝伦奢华\n\n为符合「11月的萧邦」专辑，富有浪漫时期味道的感觉，杰伦特别选择俯拾即是艺术的「水都」威尼斯拍摄专辑照，在没落贵族的华丽城堡当中取景，陈列在其中的精致画像栩栩如生，就仿佛让人置身于「哈利波特」的奇幻世界当中！拍摄专辑封面的地点，位于意大利威尼斯的「圣马可广场」，为了避开拥挤人潮，杰伦和工作人员还特地起了个大清早，凌晨六点钟于无人广场上捕捉镜头，十分辛苦！就连画面中那台钢琴，都是坐了五个小时的船从米兰运来的，如此煞费苦心，无非就是希望呈现出独特的视觉感受给喜爱他的歌迷朋友！而已经自己做了好几张专辑造型的杰伦，这次走的是「华丽宫廷诗人」的造型路线，他冒着行李超重的危险，特别准备高达二十几套的服装，不仅打理好自己，连同MV中演员的服装都照顾到了，期望在专辑照及MV当中完美扮演萧邦的角色，此举也不得不让人佩服亚洲天王的用心良苦哪！\n\n⊙专辑曲目\n\n★夜曲\n\n小调情歌与周式饶舌的完美结合，悲怆吉他+古典钢琴凄美纪念逝去恋人，「为你弹奏萧邦的夜曲，纪念我死去的爱情，跟夜风一样的声音，心碎的很好听…」\n\n★蓝色风暴\n\n「百事可乐」全亚洲广告主题曲。仿巴洛克时期神剧「弥赛亚」气势吟唱铺陈，强劲节奏卷起狂风浩劫，训练你的听觉极速！\n\n★发如雪\n\nJay最推荐绝美作品。蕴含三种唱腔，飙音再创新高峰！中国风流行乐开创始祖，继「东风破」后再登巅峰靓作！\n\n★黑色毛衣\n\n小调R&B抒情极品，浓厚异国风情弥漫全曲。当两人共穿的黑色毛衣遗失时，也是爱情逝去的时候……\n\n★四面楚歌\n\n咬着苹果的狗，拿着长镜头说故事，只为了多换几根骨头，在四面环敌下，杰伦谍对谍所创作的保育动物之歌。\n\n★枫\n\n「南拳妈妈」弹头为师兄填词的抒情摇滚佳作。充满回忆的秋季，缓缓飘落的枫叶像思念，北风略过想妳的容颜，化成一页页动人的沉寂诗篇……\n\n★浪漫手机\n\n带着喝下午茶的轻松心情，微笑浏览手机里的浪漫，在虚拟土壤慢慢用文字灌溉情感，给妳的真心只有杰伦限定。\n\n★逆鳞\n\n「将军」、「以父之名」之后，「鬼才词人」黄俊郎贡献周式嘻哈最新力作！误触龙身上逆生的鳞片，小心龙的传人反击，中国人的自尊决不许被外人欺侮！\n\n★麦芽糖\n\n满载清新香气的情歌，香浓麦芽糖就像初恋的颜色，田园诗人拿着吉他在阳光下，甜蜜的与你谈一场恋爱！\n\n★珊瑚海\n\n海鸟跟鱼相爱只是一场意外，周杰伦与梁心颐(LARA)清新组合，深情创造男女对唱K歌新指标，就让爱深埋珊瑚海……\n\n★飘移\n\n电影「头文字D」主题曲，嘻哈气味浓厚。引擎像乐器，加足马力飙到底，让叛逆在两旁呼啸而过，人车一体飘移在青春之间！\n\n★一路向北\n\n英式抒情摇滚，为电影「头文字D」量身订做插曲。你转身向背，侧脸还是很美，我一路向北，朝向孤寂前进。",
        "name": "十一月的萧邦",
        "size": 12,
        "publishTime": 1130774400000,
        "songs": [
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185904,
                "name": "夜曲"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185905,
                "name": "蓝色风暴"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185906,
                "name": "发如雪"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185908,
                "name": "黑色毛衣"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185910,
                "name": "四面楚歌"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185912,
                "name": "枫"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185914,
                "name": "浪漫手机"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185916,
                "name": "逆鳞"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185918,
                "name": "麦芽糖"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185920,
                "name": "珊瑚海"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185922,
                "name": "飘移"
            },
            {
                "pic": "https://p1.music.126.net/yEGx5yAd9zaa3l03d30KNw==/18511377767183740.jpg",
                "id": 185924,
                "name": "一路向北"
            }
        ],
        "sketch": "《夜曲》的歌名源自于肖邦的作品《夜曲》，夜曲一响、上台领奖，不要让韩流太嚣张，华流才是最屌的"
    },
    {
        "id": 18893,
        "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
        "desc": "⊙1983年的小杰伦 在钢琴前弹出他的第一个音阶\n\n2006年的Jay Chou 是华语音乐在全球最重要的名字\n\n除了台湾 大陆 香港 新加坡 马来西亚 泰国 日本 印度尼西亚 韩国 菲律宾\n\n还有纽约 旧金山 芝加哥 澳洲 意大利 伦敦 也听得到他的歌\n\n亚洲之外有许多人因为要听懂他的音乐开始学中文\n\n口头禅变成年轻人的常用语 创下许多音乐销售与得奖纪录\n\n有人开始唱着中国风的R&B\n\n有人以他的音乐引发的现象为题论述探讨\n\n有人说 这是周杰伦的世代\n\n即使发行了六张专辑 唱遍大江南北与欧美日本 拍广告拍电影\n\n周杰伦 依然是周杰伦\n\n那个唱『黑色幽默』的周杰伦 那个1983年开始弹钢琴的小杰伦\n\n对于音乐永远保持最单纯的心情 对于创作永远天马行空\n\n在钢琴的面前 他只专注他的手\n\n在音乐的面前 他只挑战他自己\n\n听周杰伦 有人生 有爱情 有奇想 有文化 有幽默\n\n有音乐最迷人的感触共鸣\n\n⊙周杰伦第七张全新作品 打造范特西音乐影城\n\n☆想象依然无限大\n\n紧张悬疑有如「达文西密码」的侦探片『夜的第七章』\n\n中药提炼的小僵尸嘻哈风『本草纲目』\n\n☆感觉依然说不完\n\n特邀费玉清合唱述说烽火儿女情『千里之外』\n\n杰伦口白式的励志小品『听妈妈的话』\n\n☆音乐依然范特西\n\n自导自演无厘头喜剧片『红模仿』\n\n香气弥漫的浪漫爱情『迷迭香』\n\n所有你想听的想知道的　熟悉的新鲜的周杰伦\n\n都在这10首歌里一一上演\n\n⊙横行时空　战胜幻象\n\n★专辑拍摄 挑战视觉神经 创造Jay美学\n\n专辑封面的拍摄主题要呈现「极毁灭」和「极繁华」的反差，这次的视觉从场景、到造型、美术都是以破坏、重组、加工的方式呈现出完全属于周杰伦的幻象美学。\n\n他想呈现一个城市的毁灭与繁华，表达出「人无论身处在最低潮、最黑暗的处境，光明繁华的城市永远在前方等着你。」\n\n「极繁华」的场景，看似纽约百老汇，有着闪烁的「Jay Chou」字样的霓虹灯，又像是布鲁克林的黑街，其实这次拍摄专辑照片，周杰伦哪个国家都没去，他在片场创造了属于自己脑海里幻象空间，所有拍照的场景都是他和美术指导沟通、绘图后，耗费10天，耗资200万在片场搭出来如真实街道尺寸的超级大场景，动员的人力物力与时间精神，果然让周杰伦横行时空、战胜幻象 ！\n\n「极毁灭」的场景，则是搭了无尽头石头街，背景中残破的墙、断桥，硝烟四起，都是运用计算机特效制造出毁灭的效果；营造一种颓废与破坏的力量，骑着重型机车的周杰伦，彷佛从过去呼啸而来，强烈的车灯后面的影子，隐藏着庞大的力量，黑暗势力蠢蠢欲动，但是光的使者即将战胜一切！\n\n★充满「冲突感」与「戏剧性」的时尚混搭风\n\n之前好几张专辑都以「诗人」名义打理自己造型的周杰伦，这次希望更专注在音乐上，所以他找来广告拍摄时常常合作的造型师Paul，担任这张专辑的造型师，希望两人的互相激荡可以创造新的感觉。呼应专辑拍摄的幻象概念与这张专辑的范特西音乐创意，让造型和场景产生冲突感与戏剧性，例如封面里两个主要的造型，一个是「古典有型时尚装」的周杰伦，一个则是穿着「白T重型骑士装」的周杰伦；在繁华的场景中，穿着古董西装的时尚穿法，加入今年秋冬最流行的元素，更讲究细节的考虑，例如，西装的剪裁、白色小领结、黄皮带，连身上的项链、戒指、配件都很有来头，像是白色骑士装的手链其实原本是女生的项链，是法国新潮流设计师Bless的作品，他的作品是时尚界的最爱，每一样饰品都有编号的，白色半掌手套，令人惊奇连连。\n\n专辑内页更有张绝对会令歌迷惊声尖叫的照片：周杰伦裸上身的酷样，绝对令人印象深刻！\n\n⊙「千里之外」MV 重现30年代花样年华\n\n耗资百万搭景 动员70位临演 呈现歌舞厅的繁华盛况\n\n连续拍摄两天两夜 所有作业规格比照电影 前所未有的精致讲究\n\n☆关于故事\n\n首波主打「千里之外」，歌词述说一段可歌可泣的烽火儿女情，导演周杰伦延伸的歌词故事，拍摄成一部长达7分钟的音乐电影。电影剧情叙述在30年代，一位在歌厅跑龙套的临时演员，由杰伦饰演，偷偷爱慕着小歌女，小歌女被势利眼经纪人不断的压迫练唱，杰伦只能默默守候着她；小歌女终于粉墨灯场演唱的那晚，造成轰动，精湛的歌艺被外国人相中，要她离开歌厅寻求更好的发展，杰伦看出小歌女的犹豫，不断鼓励她追求美好的未来，最后小歌女随着外国人离开。三年后，歌女成为红星回到旧地，在歌厅的走廊与落魄的杰伦擦身而过，杰伦赶紧用大行李箱掩饰自己的局促不安，不敢与她相认，只能躲在墙角，独自神伤…。\n\n☆关于电影制作\n\n整支影片拍摄，为了呈现歌舞厅的繁华盛况，周导要求严格，搭景两天，连续拍摄两天两夜，所有作业规格比照电影，耗资百万搭景，动员70位临演，前所未有的精致讲究；每个场景，从歌厅后台休息室、舞台前台、后台、观众席、歌厅外墙，街景，都活脱像是30年代风情，讲究的不止如此，所有演员的造型，例如杰伦戴着帽子、吊带裤，小歌女穿的旗袍、演出时穿的古董蕾丝舞台装、还有放洋回国后穿的白荷叶衬衫搭红色小短裙的洋派时髦装扮，甚至是观众席上将近70位的临时演员，男男女女都有各式各样的装扮，都非常的考究，在时代风格中又加入现代的元素，创造出截然不同的崭新视觉，堪称音乐录像带史上最具艺术价值的影像作品。\n\n☆极机密任务\n\n这首歌曲邀请中国风翘楚费玉清合唱，当然也请他一同入镜，在舞台上演唱，宛如一个说书人，诉说着这段刻骨铭心的爱情故事；这个极机密的合作计划全程保密到家，连费玉清的化妆师都不知道通告内容，一直到达片场看见周杰伦，才恍然大悟，而小哥费玉清也很紧张，频频问周导要如何演出，周导说，他只想要捕捉小哥玉树临风的演出他的招牌动作，现场所有唱片公司的工作人员见到小哥更像是一群小歌迷，每个人轮流和他合照，大家都觉得费玉清真是个超级亲切的歌坛前辈！\n\nMV中一段小歌女演唱的画面，插入一首杰伦新歌「迷迭香」，充满异国情调，非常符合影片当时的感觉，整个画面如电影场景浩大繁复，无论是说故事与演出以及整体美学的呈现，都可见周董的导演功力更上一层楼！\n\n⊙「夜的第七章」MV 华人音乐史上创新侦探悬疑品种\n\n斥资四百万庞大制作 远赴侦探的故乡--英国伦敦拍摄 蓝玫瑰凶案\n\n周杰伦迈向电影导演之路暖身作\n\n第二波主打「夜的第七章」MV，依然由周杰伦编剧、导演、主演，歌词由鬼才黄俊郎以华丽悬疑的笔调暗喻1983年名侦探福尔摩斯的故事，到了编剧周杰伦手上，成了一个悬疑的蓝玫瑰凶案，由周杰伦亲自饰演大侦探，南拳妈妈的宇豪饰演侦探的小助手，弹头则饰演嫌疑犯，周导说：「拍侦探的故事，当然要到英国拍才有味道！」，所以一句话，一组庞大的摄影人员，在寒冷的初春来到侦探的故乡—英国伦敦，耗资四百万，拍摄这出前无古人的侦探巨片。\n\n☆故事\n\n故事描述一个发生在伦敦近郊的公园里的凶杀案，现场唯一留下的线索是死者口里的一朵蓝玫瑰，还有一个可疑逃跑的年轻人。大侦探和小助手从蓝玫瑰开始查起，在花店、老人家探访，甚至到图书馆找数据，抽丝剥茧终于找到嫌疑犯工作的咖啡厅，在追逐的过程中，嫌疑犯负伤逃跑；两人只好回咖啡厅问到嫌疑犯的住所地址，一步一步逼近真相，凶手的真面目即将被揭穿…。看见的不一定是真相，相信直觉是侦探的天赋，周杰伦以巧妙的手法说故事，复杂的分镜场景、紧张悬疑的节奏，紧紧扣住观众的好奇心，最后神来一笔的结局肯定令人惊艳！\n\n☆制作过程\n\n整支MV共有七个场景：1.伦敦市郊某公园 2.侦探办公室 3.死者老人家门口、 花店 4.图书馆 5.咖啡厅 6.伦敦市街 7.嫌疑犯家中，全程在英国伦敦拍摄，其中包下整个图书馆供拍片用，租用跑车，如此手笔堪称史无前例、前所未有！周杰伦一身风衣侦探帽造型，宇豪则是英伦学院气质装扮，弹头饰演的角色造型则有咖啡厅打工厨师服、摄影师造型夹克LOOK，两人在导演周杰伦的指导下，演出现场连自己也搞不清楚的剧情，三人飙戏，非常过瘾，果然悬疑到最高点，还有戴着老人面具的到底是谁？敬请各位期待啰！\n\n整支MV没有一个对嘴画面，MV一开始，导演还设计了一个电影片头，凶案现场的照片、人物介绍、特效字幕，一步一步营造悬疑的开场；紧凑的情节与音乐巧妙结合，电影配乐和专辑收录的演唱版本不同，周杰伦为了剧情的铺陈，更编写了符合情境的配乐，整支MV长达7分多钟，不需要一句台词对白、不需要字幕，只凭着画面的剪辑，就让人看得目不转睛，如此巧妙的手法，堪称只有导演、编剧、演出、演唱、作曲一手包办的周杰伦办得到吧！不同于有些剧情MV脱离歌词的拍摄，「夜的第七章」影像与歌曲的完美结合，让周杰伦的电影导演之路又向前跨一大步。\n\n⊙穿梭古今 华洋合体 战胜幻象\n\n★夜的第七章\n\n福尔摩斯说：「我们可以遗忘，原谅；但必须知道真相….」\n\n‧片种：古典惊悚侦探　　\n\n‧悬疑指数：达文西密码x5\n\n‧场景：伦敦贝克街　　　\n\n‧编词：黄俊郎\n\n打字机的脚步急促揭开序幕，福尔摩斯的日记里隐藏线索；周杰伦继「以父之名」后，又开创一创新侦探悬疑音乐品种！华丽颓美的古典乐曲，穿梭着电子乐的紧张悬疑气氛，周杰伦自言自语式的Rap，化身福尔摩斯引领着听众抽丝剥茧，寻找凶杀案的真相；杰伦刻意压低的硬嗓唱法搭配幽幽的女高音，暗示着侦探的冷静与凶手的疯狂；脚步声的节奏咄咄逼人地推进，乐曲到最后突然听见周杰伦以假音飙高，似真似假的手法挑动最后一丝紧绷的神经！\n\n电影配乐的气魄格局，时空随着短促提琴声、打字声回到1983年伦敦贝克街，那里是名侦探福尔摩斯的住处；1983那一年是他被作者赐死的时刻，也是周杰伦开始弹琴的一年；鬼才黄俊郎为了写这首侦探主题的歌曲，他特别花了3、4千元买了许多道具：石楠烟斗、手杖、高帽、手枪、斗蓬；幻想自己是福尔摩斯写出了这首题材新颖的歌词，也只有周杰伦的音乐可以让想象跟着鸢尾花徽章的亮光，狂奔在贝克街、西敏寺、泰晤士河岸；维多利亚的月光下，真相露出邪恶的微笑，越过人性的沼泽，谁真的可以，不被弄脏？\n\n★听妈妈的话\n\n杰伦说：「长大后我开始明白，为什么我跑得比别人快 飞得比别人高」\n\n‧片种：自传式温馨亲子　　\n\n‧感动指数：现在很想见你x7\n\n‧场景：甜蜜的家　　　\n\n‧编词：周杰伦\n\n周杰伦继「爸我回来了」的亲情极品！简单的钢琴分解音阶弹奏着，小男孩一个人独自辛苦练琴；时空回到杰伦小时候开始学琴的小琴房，周杰伦自言自语的饶舌，A段偶尔俏皮的童音，说着小小心灵的问号，小时候单纯的听着妈妈的话，长大后才发现妈妈的道理，前半段鼓励小朋友要听妈妈的话认真努力学习，后段则表达对妈妈最深最浓的爱，对妈妈的爱不只在母亲节的蛋糕，听妈妈的话就是最好的表现！特别的是，浅显易懂的歌词里显露出周杰伦孩子气的俏皮幽默，周杰伦最独特的温馨风格，真挚动人不矫情作态，也许才是他的歌曲能感动全球的原因。\n\n★千里之外\n\n「那薄如蝉翼的未来，经不起谁来拆」\n\n‧片种：烽火爱情　　\n\n‧深情指数：滚滚红尘x5\n\n‧场景：30年代上海外滩　　　\n\n‧编词：方文山\n\n泰式钟声营造的中国风揭开故事的序幕，30年代的上海滩，上演一出生死气阔的烽火儿女情。方文山诗意描述那个属于徐志摩与陆小曼的年代，战乱的大时代，为了安全，情人分离，「我送你离开，千里之外」谁知到白头竟然再也无法相见；这次更邀请中国风翘楚费玉清合唱这首古典风情的情歌，堪称一绝，感人的旋律与画面由周杰伦一手包办，从音乐到故事的发想，再延伸到音乐电影的拍摄，周杰伦一气呵成，编织这出可歌可泣的时代大剧。\n\n★本草纲目\n\n小僵尸边蹲边唱：「用我的方式 改写一部历史」\n\n‧片种：嘻哈武侠动作　　\n\n‧战斗指数：功夫x5\n\n‧场景：百年中药老铺 　　　\n\n‧编词：方文山\n\n写情写意的方文山大笔一挥，玩出这一篇音乐的本草纲目！周杰伦再创嘻哈新风潮，用中药的题材，反讽崇洋媚外，看似严肃的主题，周杰伦却用诙谐幽默的嘻哈元素装这些苦口中药材，绝对听得你耳根不清静！\n\n「让我来调个偏方，专制你媚外的内伤，已扎根千年的汉方，有别人不知道的力量」，本草纲目这本书是明朝名医李时珍旷世巨作，翻译成许多语言，传遍世界各国，影响现代至深；周杰伦希望用现代的音乐表现，发扬国内外，拍摄这首歌的MV时更是斥资2百万搭出一个宛如百老汇的中药铺，歌词里包含16种古老的药材名，让年轻人大开眼界，了解老中国的智慧。歌曲后段出现周杰伦唱小僵尸玩萝卜蹲的创意，是取代西洋嘻哈车的跳跳车，他说，车会抛锚，我们又恐怖又可爱的小僵尸跳可不会，?对够屌！大家一起跟着小僵尸跳出华洋合体的嘻哈新世代！\n\n★退后\n\n「我知道你我都没有错，只是忘了怎么退后」\n\n‧片种：纯爱物语　　\n\n‧心痛指数：在世界的中心呼喊爱情x6\n\n‧场景：回忆的日记 　　　\n\n‧编词：宋健彰（弹头）\n\n南拳妈妈的弹头宋健彰的词，单纯而深刻的描述了一段纯爱，这是每个爱过的人都曾有过的伤感与遗憾，听完了气势磅礡的爱情大戏，周杰伦的的番石榴情歌，朗朗上口旋律优美，是品种绝佳的番石榴，也很适合失恋时在KTV狂K一下喔！\n\n★红模仿\n\n「唱反调，是我的本性；出奇不意，是我的个性」\n\n‧片种：无厘头喜剧　　\n\n‧幽默指数：楚门的世界x6\n\n‧场景：华语流行歌坛　\n\n‧编词：周杰伦\n\n美式南岸嘻哈风加上周式口头禅「哎呦~」创造周董自导自演无厘头的诙谐曲，黑色幽默式的歌词，肯定让你笑掉大牙！看来，又会引起乐坛一阵热烈讨论，听完保证让你跟着说「哎呦~不错喔~」。\n\n★心雨\n\n「泪晕开明信片上的牵挂，那伤心原来没有时差」\n\n‧片种：爱情悲剧　　\n\n‧催泪指数：邮差x6\n\n‧场景：留学生宿舍　\n\n‧编词：方文山\n\n经典R&B抒情歌曲，诉说关于留学生的爱情故事。远在异乡的学子，离开最爱的人先出国求学，两人靠着书信卡片维系着远距离爱情，看着照片等待女友来国外一起追求梦想，等到的只是雨季，与伤痕累累的爱情。许多华人在欧洲、美洲、澳洲求学，行李中总是有张周杰伦的专辑，聊慰思乡的心情，这首歌是杰伦特别送给这些远在他乡的歌迷的，唱出他们的心声。\n\n★白色风车\n\n「谢谢你让我听见，因为我在等待永远」\n\n‧片种：热恋伤痕　　\n\n‧催泪指数：情书x6\n\n‧场景：白色风车　\n\n‧编词：周杰伦\n\n最动人的周式R&B情歌，歌名「白色风车」是「黑色毛衣」兄弟曲，但是曲风截然不同，简单的旋律搭配弦乐的英式摇滚，词同样出自周董手笔，爱情像白色风车一样又梦幻又真实，甜蜜而忧伤的复杂情怀，周董说比黑色毛衣还难写喔~。\n\n★迷迭香\n\n「妳随风飘扬的笑，有迷迭香的味道」\n\n‧片种：异国风情　　\n\n‧迷情指数：浓情巧克力x5\n\n‧场景：古巴小酒馆 　　\n\n‧编词：方文山\n\n慵懒的鼓声敲开夜的薄纱，这首香气弥漫的迷迭香，?对是你没听过的周杰伦。方文山以迷迭香的迷人香味形容女性的魅力与吸引力，名厨周董特别烹调的异国情调，让大家换换口味，连杰伦的外婆都很喜欢喔！在这样的曲风烘托下，连杰伦的唱腔都变得温柔，忍不住随着乐音婆娑摇摆起来，享受一下微醺的迷乱吧！\n\n★菊花台\n\n「花 已向晚 飘落了灿烂 凋谢的世道上 命运不堪」\n\n‧片种：古代精装爱情　　\n\n‧心碎指数：卧虎藏龙x5\n\n‧场景：菊花台 　　\n\n‧编词：方文山\n\n周杰伦与周润发、巩俐合演的电影主题曲。干净的吉他配上沧桑的弦乐，描绘出电影中巩俐死前的一幅唯美的画面，方文山中国风的歌词再创高峰！如诗如歌的词，北风、菊花、雨，写尽情的伤、命运的多桀，而周杰伦亦以一种和以往不同的细腻嗓音与咬字的演唱方式，搭配简单却唯美的编曲，唱出凄美绝伦的菊花台。",
        "name": "依然范特西",
        "size": 10,
        "publishTime": 1157385600007,
        "songs": [
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185878,
                "name": "夜的第七章"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185879,
                "name": "听妈妈的话"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185880,
                "name": "千里之外"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185882,
                "name": "本草纲目"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185884,
                "name": "退后"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185886,
                "name": "红模仿"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185888,
                "name": "心雨"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185890,
                "name": "白色风车"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185892,
                "name": "迷迭香"
            },
            {
                "pic": "https://p1.music.126.net/06Yhj36Qu3ZCQJklc9MNKg==/7980255395852522.jpg",
                "id": 185894,
                "name": "菊花台"
            }
        ],
        "sketch": "想像依然无限大、感觉依然说不完、音乐依然范特西，是该专辑的主旨，他的歌红遍大江南北，而他依旧是杰伦"
    },
    {
        "id": 18886,
        "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
        "desc": "⊙再忙 … 也要陪你听一首歌！\n忙电影宣传 忙拍广告 忙新专辑 忙演唱会\n他很忙 因为 歌迷需要他。\n\n周杰伦的第8张专辑「我很忙」(JAY CHOU ON THE RUN)，在自己新公司的全新策划下于11月1日推出，全新的视觉与音乐风格，开启周杰伦新纪元！\n\n拍完自己的第一部电影作品后的杰伦，脚步停不下来，多了导演角色的他，脑子其实早就冲向新专辑的音乐世界里；在全世界飞来飞去，想做好多事情；像个牛仔一样马不停蹄地去实现他的梦想，他很忙，因为歌迷需要他！\n\n⊙【我很忙】听点音乐休息一下吧！\n周杰伦的全新专辑，从第一首「牛仔很忙」的轻快诙谐，为这张专辑的气氛定调，在忙碌满档的工作中，作音乐似乎代替了杰伦过生活，尤其这次的音乐，比起之前任一张专辑似乎更忠实反应一些他的生活现况，他的心情感触，他的幽默诙谐；慢歌的比重加多了，快歌特别的叙事角度，都是很独特「周氏」语言，周杰伦从千里之外回来，他不只是个国际巨星，不只是个卖座电影演员、导演，他，其实是身边最贴心的朋友，用自己的方式挺自己的朋友，用音乐触动每个人忙碌之余遗忘的生活乐趣。\n\n⊙牛仔往前冲 开启音乐新纪元\n首波强打「牛仔很忙」，由热血作词者黄俊郎与周杰伦共同催生一个新角色：牛仔！这个牛仔很忙，很有正义感，属于60年代美国初创时期的古董帅哥，快跟着牛仔的马后面跑，感受杰伦式的美国乡村民谣带来的畅快淋漓！保证比喝啤酒还过瘾！\n\n「牛仔很忙」是一首特制的周氏牛仔风，其中加入了踢踏舞的节奏、乡村式的吉他旋律、诙谐口语的歌词，当前奏一响起，就让人掉入西部电影的画面中；是一首让听者觉得非常有亲切感的歌曲！\n\n继上一张专辑「依然范特西」之后，杰伦立即投入电影「不能说的秘密」，在忙着拍摄的同时也开始筹划新专辑，有次拍片空档在想写给别人的曲子，突然想到牛仔音乐的灵感，这么有趣的灵感当然是留给自己啰！也难怪黄俊郎拿到这个曲子的时候，直接会写成「牛仔很忙」，根本就是杰伦的真实写照！而副歌的歌词一直重复的「不用麻烦了」的灵感就像当年「快使用双截棍」一样，创意十足又轻松有趣。\n\n⊙淡淡忧愁的『彩虹』\n耳尖的歌迷对于「彩虹」这首歌的旋律可能会有一点点的熟悉，原来它是「不能说的秘密」里的电影插曲。「First Kiss」的旋律，之前电影原声带推出时，杰伦就有打算把这首歌重新改造填词，放进新专辑中。旋律来自电影插曲「First Kiss」，不过周杰伦还是做了很多修改，完成的作品「彩虹」是截然不同的味道！简单优美的旋律搭配很多合声，简单的忧愁、淡淡的悲伤，可以回忆谈恋爱甜蜜的感觉，但心里还是酸酸的。周杰伦强调：「在创作这首电影插曲时就想在新专辑时将这首旋律做成完整的歌曲，因为它的旋律真的太好听了！它不是洒狗血的抒情歌，浅浅的忧伤，是一首可以在演唱会大合唱的歌曲。」由于这首旋律作成两种截然不同的风格，如果歌迷不仔细听，大概还没有感觉到，原来它就是「不能说的秘密」里的电影插曲「First Kiss」呢！\n\n上张专辑的十首音乐录像带都出自「周导」之手，这张新专辑「我很忙」里的MV却没有办法全都由「周导」自己亲身掌镜了，他笑说：「这次MV不是全都由我拍，因为『我真的很忙』、很累啊！不过这支「彩虹」MV我还是趁台风天之前来拍一些画面，还把自己的古董车『蝙蝠』给入镜了，妈妈常常说它们是破铜烂铁，虽然它不能发动，但还是可以拍MV啊！所以希望妈妈继续给我买车子，买了还可以借朋友，造福很多人。」这台周董的古董爱车被他命名为「蝙蝠」，是1973年出厂的「道奇」车（Dodge-Charger-340-MAGNUM），台风来临前夕，古董车摆置在微泛橘红云朵的蓝天下，画面和「彩虹」这首歌一样诗情画意，爱车的周董还因为现场风沙过大，连忙擦拭车上的风沙，爱车之情表露无遗。\n\n⊙周氏中国风 『青花瓷』 周杰伦与方文山再创中国风新经典\n方文山以中国特有的瓷器「青花瓷」为题材描写女人，更延续描绘一段生死器阔的轮回之爱！方文山说：我一直很喜欢青花瓷，之前有一部大陆剧就叫做「青花」，我当时只有两个想法，一个是用青铜器来形容爱情的坚贞，另一个就是青花瓷；青铜器V.S青花瓷，因为用青铜器形容爱情，代表出土几千年坚贞不变的爱情，上面还有流传千年ㄉ铭文」而听到杰伦这首曲的温婉柔美，他决定写青花瓷，以青花的釉色描写女人的姿态，「因为青花瓷本身的纹路颜色很美却又很脆弱，某种程度有点像女生」方文山说。\n\n歌词中：『釉色渲染仕女图韵味被私藏 而妳嫣然的一笑如含苞待放 妳的美一缕飘散 去到我去不了的地方』，美女的形象跃然纸上；『在瓶底书汉隶仿前朝的飘逸 就当我 为遇见妳伏笔』这两句点出轮回的意象，前朝是上辈子的意思，而留在青花瓷瓶底落款的字，会在几世轮回后被你想遇见的人看到，就像是预留伏笔一样，世间最美丽的爱情，莫过于不断地轮回，不断地再相遇相恋；『天青色等烟雨 而我在等妳 月色被打捞起 晕开了结局 如传世的青花瓷自顾自美丽 妳眼带笑意』天色要等烟雨下之过后才会一片纯净的青色，就好像我在等你一样，这样坚贞笃定的纯爱精神，无论结局如何，都令人动容！方文山说自己整张专辑最喜欢的歌词就是这句：『帘外芭蕉惹骤雨 门环惹铜绿 而我路过那江南小镇惹了妳』难怪方文山的词会被编列入国语文教材中，放眼国语歌坛，能写这样词的，可能只有方文山了！\n\n很注重词的意境的杰伦，这首歌词一字没改，而且以一种小嗓的方式吟唱，颇有一种书生飘逸的潇洒畅意，以舒缓的曲调却唱出了爱情轮回的生死契阔！\n\n⊙身不由己的爱情『我不配』\n这首歌是杰伦描写明星生活的身不由己，特别的是在没歌词的状况下，就先拍好了MV，看来他又创下一个纪录了！就是拍好MV时，方文山的歌词一个字都还没出来；这首MV完全是故事性叙述，没有对嘴的画面，由杰伦亲自演出大明星，故事叙述的就是一个明星的内心深处的无奈，在八卦媒体虎视眈眈的环伺下，明星名人没有私生活，出门吃饭看电影都要戴口罩墨镜的变装，MV里的女主角，到最后再也忍受不了两人不能够正大光明的交往，决定离开他，走时的字条上写着：『如果你不是周杰伦，那该有多好...』。\n\n歌词里写到『感情没有对手戏妳跟自己下棋』，忙碌的明星生活，疏于陪伴的爱情无法长久，身在演艺圈有时真的是身不由己，谈恋爱一堆人在注意，私生活被放大，杰伦了唱出一种无耐跟不自由。\n\n⊙青春摇滚的『阳光宅男』 方文山社会观察新题材 热血摇滚的宅男大变身\n这首快节奏的摇滚曲风，在方文山笔下，活灵活现的出现一个宅男，『钥匙挂腰带 皮夹插后面口袋 黑框的眼镜有 几千度 来海边穿西装裤 他烤肉竟然会 自带水壶 写信时用浆糊 走起路 一不注意就撞树』，形容时下年轻人的「宅男」现象，描写的对象，比较像刚上台北的方文山，大约10年前的他，就是那样穿着与打扮；只是一种纯趣味，一种想象，一种无俚头的行为举止。「穿着要个性 这只是刚刚入门 接下来你还要 会弹琴会写歌 会双截棍 头脑清楚 不能迷糊 我要将你彻底改造 基因重组大变身」像歌词里写的多听歌，尤其听杰伦的；宅男们，勇敢走出来吧！\n\n⊙狼烟四起的三国『无双』\n这首中电子摇滚融合中国风的「无双」，是「真三国无双on line」主题曲，词的描写也再度展现方文山的高超文学造诣，他用了三行字形容“江湖”这个写小说可以写数十万字的概念：『苔藓绿了木屋 路深处翠落的孟宗竹 乱石堆上有雾 这种隐居叫做江湖』，用三行字的画面去营造一个乱世：『残缺的老茶壶 几里外 马蹄上的尘土 升狼烟的城池 这种世道叫做乱世』；无双的意思就是举世无双，找不到可以与之匹敌匹配的人，命格无双是指帝王相的一种，当然另一种解释就像指纹一样，没有人是一样的；整首歌曲摇滚电子乐的阵阵催促，杰伦的歌声就像是带领千军万马冲锋，乱世的英雄，三国题材的歌曲虽然不是第一个人写，但是呈现的画面感与历史的厚重感，在洗炼的歌词与壮烈的编曲描绘之下，绝对可以称之为一绝！\n\n⊙流行新词Hip Hop舞曲『扯』\n这首歌词写的新鲜有趣，看似是写关于礼貌的歌，「敲门 敲敲门 基本礼貌叩要先问 离开也不随手关灯 生活习惯真有够混 敲门 敲敲门 简单动作叩也不等 你看来虽不像坏人 但做事做人却很蠢」其实创意来自杰伦，他觉得以扯和扯铃的趣味关连，可以写一首不同观点的歌曲。「扯」的意思是，就像你很机车ㄟ，那么会扯去扯铃，就跟瞎.屌一样，以后有人说话很夸张时，可以说他「又在扯铃了」；而且是扯大铃「那么会扯去扯铃 扯多你就会上瘾 扯你最善变的表情 我的解释请妳务必要听」\n\n⊙甜在心里『甜甜的』\n这首是杰伦少有的轻快甜蜜的情歌，整首歌曲就像是含了糖果在唱歌一样，唱的人甜蜜蜜的，听的人则是甜在心里；方文山说，这首歌实在很轻快俏皮，想悲伤都悲伤不起来，就想要往糖果的方向去写：「我尝着你话里面的奶油溜啊溜 听过的每句话都很可口呦啊呦 那些多余的画面全被跳过 你的眼中只有我」；原来杰伦也有这么可爱俏皮的一面！\n\n⊙两小无猜的『蒲公英的约定』\n这首周氏R&B情歌，弥漫着淡淡的感伤，青涩的初恋滋味，参杂着年少懵懂的初恋感觉与记忆；方文山说，「我只想写首不是那么爱情的爱情」，这首歌就是在讲友情跟爱情的界线，有时候因为年龄的不同，很难界定出来；等到许多年过后，才惊觉当初误以为的友情其实是分不清的爱情…；「一起长大的约定 那样真心 与妳聊不完的曾经 而我已经分不清 妳是友情 还是错过的爱情」。\n\n⊙缓缓流逝的『最长的电影』\n这首情歌，像「安静」，音域广，从低至高随着情绪慢慢堆栈爬升，杰伦一开始以极具魅力的中音唱着，彷佛诉说着故事，镜头慢慢往前推，故事上演着，跟着钢琴声一直走到现在式，杰伦以真假音转换的情绪推向高峰，描述一段最长的电影的恋爱故事，在寒冷的冬天里听见这首歌，似乎，听见心碎落雪地的声音。\n\n",
        "name": "我很忙",
        "size": 10,
        "publishTime": 1193932800007,
        "songs": [
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185807,
                "name": "牛仔很忙"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185809,
                "name": "彩虹"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185811,
                "name": "青花瓷"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185813,
                "name": "阳光宅男"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185815,
                "name": "蒲公英的约定"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185817,
                "name": "无双"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185818,
                "name": "我不配"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185819,
                "name": "扯"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185820,
                "name": "甜甜的"
            },
            {
                "pic": "https://p2.music.126.net/STWQpRLgUBOcXQIDPoEL_A==/109951163533011733.jpg",
                "id": 185821,
                "name": "最长的电影"
            }
        ],
        "sketch": "再忙，也要陪你听一首周杰伦，他很忙 因为歌迷需要他，全新的视觉与音乐风格，开启周杰伦新纪元"
    },
    {
        "id": 18877,
        "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
        "desc": "⊙眼睛看到的不一定是真的 让音乐变幻无穷 让梦想一一成真\n\n周杰伦 JAY 『魔杰座』！2008年，美索不达米亚的牧羊人，在浩瀚星空中，又发现了一个全新的星座…『魔杰座』。魔术杰伦 音乐无界 周杰伦 2008最新杰作！\n\n⊙魔杰座的由来\n\n魔杰座，代表的是音乐与魔术的星座，杰伦变魔术，让音乐变幻无穷，让不可能的梦想成真；原本属于摩羯座的周杰伦，以音符和创意，变出星空中的新星座【魔杰座】，这个令星座专家摸不透的神秘新星座，形状有时是扑克牌上的骑士，有时又变成鬼牌上的小丑，变幻不同的形体和曲风，就好像魔术师的幻术，炫目神迷，定住所有目光，魔杰座要让所有的不可能都变可能！超乎感动的全新杰作，在这里可以找到失落的梦想、希望、创意与感动，让爱音乐的人重新诞生，重新归类自己的星座！\n\n⊙首波温暖杰作「稻香」\n\n温馨励志的「稻香」回到最初的美好，记忆中的「稻香」迎面徐徐吹来，从蟋蟀声中，勾起遥远的记忆，那是一种叫做童年的感觉。周杰伦填词作曲的「稻香」，是一首嘻哈民谣搭配周式饶舌曲风，描述现代都市人对社会、生活的压力过重，开始向往乡下朴实的生活，回到最初的美好；在前奏的蟋蟀声之后，开头第一段就唱着：「对这个世界如果你有太多的抱怨 跌倒了就不敢继续往前走 为什么人要这么的脆弱、堕落」，杰伦直率有力的问着，有如当头棒喝，反问自己是不是早以抱怨代替了感激；「请你打开电视看看，多少人为生命在努力勇敢的走下去，我们是不是该知足，珍惜一切，就算没有拥有」，天灾人祸频传的现在，当电视里播放着被埋在土堆里十几个小时的人被救出的画面，或是灾民们努力重建家园的景象，原始的求生能力，是人类最珍贵的力量，生命正发出强大的讯号，每个人都应该听听心里的声音，知足珍惜眼前的一切，周杰伦唱出了这个最简单的道理，却也是最容易被蒙蔽忽略的道理：知足。\n\n接着杰伦带我们回到乡下，打赤脚在田里奔跑、偷摘水果的玩乐嘻闹声，无忧无虑的童年，这样的记忆，恐怕是现在很多都市小孩所没有的，安亲班取代了田埂果园，而喇叭声让虫鸣消失了。大人的世界逐渐侵袭小孩的世界，抱怨、沮丧、谩骂，让大家忘记了最初的美好，「不要这么容易就想放弃 就像我说的 追不到的梦想 换个梦不就得了 笑一个吧 功成名就不是目的 让自己快乐快乐这才叫做意义」在纷乱骚动的现在，听这首周式疗伤嘻哈民谣风的「稻香」，一起回归心灵的自然，追寻最朴实最真诚的感动。周杰伦用最单纯的音色与音符，没有矫饰的文字，直接有力的为大家加油打气，努力过生活，知足最快乐！\n\n而这首歌的MV为了表现出「稻香」的风味，周导也特地到乡下的四合院取景，一一重现儿时的记忆，虽然自己没有演出MV脚色只是演出对嘴，但周杰伦在对嘴的服装造型上，也以民族风为主，以贴近这首歌曲的整体风格，让整首「稻香」充满了像金黄色稻穗的幸福感喔！\n\n⊙魔术杰伦音乐无界，周杰伦 2008最新杰作！\n\n★「说好的幸福呢」 词：方文山 曲：周杰伦\n\n「怎么了？你累了…说好的幸福呢？」周杰伦与方文山写出这首今年最遗憾的情歌，当心里问着这句话时，幸福，早已经消失不见了。这是一首令人听了会想哭的歌，钢琴哽咽着，大提琴低吟着，唱分手的伤，爱情离开的惆怅；那些爱过的感觉都太深刻，都还记得；方文山以疑问句写爱情的不舍与后悔，只是所有的疑问得不到对方的回答，回忆的八音盒还旋转着，要怎么停呢？只剩下钢琴声，代替了回答。\n\n★「给我一首歌的时间」 词：周杰伦 曲：周杰伦\n\n「能不能给我一首歌的时间，紧紧的把拥抱变成永远」这首是周杰伦每张专辑都必须要有的周式经典R&B情歌，周杰伦的歌词常常简单得一针见血，刺进心里：「在一起叫梦，分开了叫痛 是不是说，没有做完的梦最痛」， B段的「梦」、「痛」周杰伦以一种迷离的合音强调出这两个字，彷佛内心的吶喊如涟漪一波波散开，梦很美却很痛；一首歌能唱多久？时间却凝结在拥抱中，成了永远，曾经拥有即是永恒，用一首歌的时间，重温爱情，用一首歌的时间，说再见。\n\n★「蛇舞」 词：黄俊郎 曲：周杰伦\n\n「你微微的笑，赤足又扭腰，朝着命运凿出一道，美艳的符号」这首是专辑里最神秘、最妖艳的一首歌曲！周杰伦与南拳妈妈Lara以声音合舞，缠绵交织这首弥漫着尼罗河畔神秘气息的蛇舞。整首歌曲以嘻哈混合埃及与中东民族乐风，以及诱惑般的吟唱，创造出嘻哈对唱最独特、最魅惑的歌曲。而名作词人黄俊郎在这首歌中，更以「尼罗河」、「纸沙草」、「金字塔」、「人面狮身」、「羊皮卷」铺陈出埃及的华丽风貌，而蛇舞的灵感来源，是埃及市集里吹笛的弄蛇人，当弄蛇人吹着不成调的笛音，却是属于蛇的音乐，袋子里的蛇随着笛音慢慢地扭腰、吐舌地蜿蜒爬出，画面跳接带着面纱的埃及艳后，跳着诱惑的舞步，而高坐在王位上的法老王，也不禁为她的微笑倾倒着魔！\n\n★「花海」 词：古小力、黄凌嘉 曲：周杰伦\n\n「情歌被打败，爱已不存在」谁说住冲绳才可以唱出这种鼻腔共鸣的海岛唱腔？这首充满岛国风情的「花海」，周杰伦就以这种海岛唱腔演唱，有种抚慰人心的神奇力量，这首「花海」，歌词由两位杰威尔的同事合力完成，也是周杰伦给公司同事的福利，开放一首歌让公司有创作兴趣的的同事比稿，由古小力和黄凌嘉两位的歌词脱颖而出，将两人的歌词精华结合成一首唯美的情歌。谁说俄罗斯人才可以飙高音？这次周杰伦在这首歌里也挑战了超高音；这首英式摇滚抒情，结合了民族风，散发出一丝悠悠的花香，媲美经典的七里香，也势必造成潮流经典K歌！\n\n★「魔术先生」 词：方文山 曲：周杰伦\n\n「阿~读你读你读心想啥事，用古典迫牌方式」魔术先生在华丽的美式纽奥良曲风优雅出场，整首歌的编曲以充满爵士风味乐团演出的方式呈现，如魔术般的炫烂夺目，也是名编曲家钟兴民老师的又一力作！方文山继开创以中药题材等之后，首次在歌词里运用魔术题材，「手交错，轻轻碰，戒指换手移动，给观众一个梦，讶异中有笑容」，就是魔术的魅力，虚虚实实的幻术，而周杰伦的曲更是趣味地融入旁白、画面、情节，甚至在最后牛仔又出来搅局，大唱：「不用麻烦了，不用麻烦了」！其中一句：「谁说恋爱别找魔术师，我不需要解释，所以他是小丑我是大师」，颇有呛黄俊郎的意味，因为黄俊郎在专辑里写了一首有关小丑的歌词「乔克叔叔」，这几个好友借着音乐互相叫劲，实在很有意思！\n\n★「乔克叔叔」 词：黄俊郎 曲：周杰伦\n\n「魔术师我恨你，抢走我的生意，别忘记，蝙蝠侠靠我才票房冠军！」周杰伦说，这是一首连外婆听了都想跟着动起来的歌曲！这首「乔克叔叔」是周杰伦看的电影「蝙蝠侠-黑暗骑士」之后得到的全新灵感，以欢乐的节奏叙述小丑世界是孤独的，用诙谐的歌词描述小丑对魔术师的不满，与「魔术先生」这首歌形成强烈的对比；「用笨拙又惊险的杂耍，继续对你装傻，所有的悲伤通通忘了吧」，「我只是卑微的小丑，翻几个跟斗，就等你拍一拍手」背景偶尔会发出几声小丑夸张的笑声，整首歌有种诡谲戏谑的氛围，这个叫做乔克叔叔的小丑，爱耍俏皮又多愁善感，这次，小丑不再是串场的甘草人物，终于扶正成为歌曲的主角，最后黄俊郎还开杰伦的玩笑：「下着雨，我躲在面具里，偷偷地在哭泣，因为看了不能说的秘密」！还不忘呛方文山：「魔术师我恨你，抢走我的生意，别忘记，蝙蝠侠靠我才票房冠军」！特别的是，周杰伦在中间有一段用近似女声的假音唱着：「拿出你的钞票，笑平常买不到，先生小姐赶快来！赶快来！」彷佛用声音男扮女装，有种妖娇的抚媚喔！\n\n★「时光机」 词：方文山 曲：周杰伦\n\n「那童年的希望是一台时光机，我可以一路开心到底都不换气」\n\n打开引擎，大家一起坐着时光机，和周杰伦一起回到童年的记忆。方文山以最长寿的卡通人物「小叮当」的故事出发，唤起大家童年的记忆，有泪有笑有欢乐，歌曲一开始，闻着茉莉花香闭上眼回到过去；小学的书桌总是要用粉笔画上一道界线，男生女生互不相让；下课后一起荡秋千的两小无猜；「那童年的希望是一台时光机，我可以一路开心到底都不换气，带着竹蜻蜓，穿过那森林，打开了任意门找到你，一起旅行」，好像长大后的大雄送给静香的情歌，这首轻快的摇滚情歌，保留每个人心中的童趣，共同回忆原来都在小叮当的口袋里，这首歌堪称是小叮当真人版！\n\n★「兰亭序」 词：方文山 曲：周杰伦\n\n「无关风月，我题序等你回，悬笔一绝，那岸边浪千叠」方文山继「菊花台」、「青花瓷」之后，再以书法极品「兰亭序」为主题写中国风！遣词用句唯美令人拍案叫绝！以书法的行书行云流水，描写心细的古代女子在月下推门出来脚步轻移的姿态；再以「千年碑易拓却难拓你的美 真迹绝 真心能给谁」描写女子的绝世美貌无人能模仿比拟；「人燕南飞 转身一瞥你噙泪」，暗喻王羲之的年代东晋，正是王室南迁落魄之际，徒留佳人在北方「掬一把月，手揽回忆怎么睡」；虽说无关风月，我题序等你回一首诗，但是当手中悬笔欲落款之际，心中激荡的思绪却也不免如岸边千迭的浪，而爱情何解，怎么落笔都不对，若不是真的谈过一回恋爱，恐一生也无法临摹出如兰亭序般千变万化的情吧！周杰伦以京剧小旦吊嗓子的方式重复唱一遍副歌，颇有剧中剧的感觉，更增添兰亭序的古典美。\n\n「兰亭序」是东晋名书法家王羲之被喻为天下行书第一的作品，西晋末年，晋朝王室迁到建康（今南京），王、谢等大族，纷纷渡江，于是浙东一带，人物会萃。话说穆帝永和九年（公元三五三年）三月初三，三十三岁的会稽内史王羲之和太原孙统、孙绰，广汉王彬之，陈郡谢安，高平郗昙，太原王蕴等父子辈四十一人，在会稽山阴的兰亭，举行修褉礼，各咏四、五言诗。雅集行将结束时，众人公推王羲之作一兰亭序雅集的序文。王羲之当时已有几分醉意，拿起鼠须笔，在蚕茧纸上面，顷刻写就，文章和字均为一时之冠，人们推为千古杰作。「兰亭序」文风清秀、语语珠玑，是古代序跋散文中的妙品，更珍贵的是书法艺术达到了登峰造极之颠。此序共二十八行、三百廿四字，字字「天马行空，游行自在。」凡重复的字，写法各不相同，如五个「怀」字、七个「不」字，不同的位置，不同的表现，都依类赋形，千变万化。其中「之」字多达二十字，有的如楷书工整，有的似草书流转，但都大小参差，千姿百态，令人赞叹不已。王羲之酒醒后，连日再写几十本，总觉不如第一次写的，因而更加珍惜，秘藏在家里不轻易示人，并且嘱咐子孙，妥善保存，做为传家之宝。\n\n★「流浪诗人」 词：方文山 曲：周杰伦\n\n「春天，花有花蕊，等展翅，田有田婴，等结局，流浪诗人的回忆」这首由周杰伦和杨瑞代以国台语对唱的蓝调小品，也是周杰伦在和费玉清男男对唱后，又一对唱歌曲。这首歌曲方文山更是用台语和国语以同样的韵脚巧妙写出如短诗般的歌词，用流浪诗人的感觉，描写两个男生同时喜欢上一个女生，却又互相礼让；像对难兄难弟，谈起恋爱却又害羞不知如何表白；方文山的写词功力惊人，以台语短短几字却画面十足：「等发芽，树有树枝，等写字，阮有地址，等乎满，茶有茶米，等消息，咱拢勒想伊」，口琴的前奏点出流浪诗人的漂泊感，先由周杰伦以国语唱着「我们都偏爱她的长发」；接着Gary杨瑞代以台语唱着；国台语互搭的合声，产生一种独特的风味，「远方回音，我们迎风边走边弹琴 咱ㄟ人生，因为伊开始认真，她的眼睛，像是一幅翠绿的风景，咱ㄟ感情，越唱放越深」，最后这四句，一句国语一句台语，好像代表着截然不同个性的两人，非常深刻的点出同时爱上一个女生的心情！\n\n★「龙战骑士」 词：方文山 曲：周杰伦\n\n「那些龙形的魁儡，他们发不出的音叫心碎」周杰伦继「夜的第七章」之后又一力作，周杰伦以前所未有的电子摇滚风格打造出充满未来世界的奇幻与电影感的「龙战骑士」，这首歌曲设定在100年之后的世界，方文山的歌词描写充满奇兽与机械怪物争夺的世界，钢筋水泥的世界里，唯有爱情不变：「以温柔削铁，以爱在谅解」；歌词描述龙战骑士独自一人冲锋陷阵，坚决冲破这场浩劫，「谁淌血我却只为拯救你的无邪」；站在危城交界的龙战骑士，目睹锈迹斑斑的眼泪；方文山以一种华丽诡谲的文字，为这位虚幻的龙战骑士撰写一篇气势磅礡的传奇史诗。\n",
        "name": "魔杰座",
        "size": 11,
        "publishTime": 1224000000000,
        "songs": [
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185692,
                "name": "龙战骑士"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185694,
                "name": "给我一首歌的时间"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185696,
                "name": "蛇舞"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185697,
                "name": "花海"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185698,
                "name": "魔术先生"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185699,
                "name": "说好的幸福呢"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185701,
                "name": "兰亭序"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185703,
                "name": "流浪诗人"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185705,
                "name": "时光机"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185707,
                "name": "乔克叔叔"
            },
            {
                "pic": "https://p1.music.126.net/HBanuZpt8SD2kf15AFa6Og==/109951163200234839.jpg",
                "id": 185709,
                "name": "稻香"
            }
        ],
        "sketch": "主打歌《稻香》灵感来自杰伦小时候的回忆。专辑以魔术和小丑为主题，从音符和创意、形体和曲风等各个方面，展开一张变幻的星象图"
    },
    {
        "id": 18875,
        "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
        "desc": "跨越自己 创新时代\n\n周杰伦 2010第十辑【跨时代】\n\n跨乐古今．飞越想象．创意绝伦．超时感动\n\n华语乐坛天王周杰伦每次带给大家的全新音乐每每引领话题，而专辑封面更是备受瞩目！第10张个人专辑「跨时代」在5月18日全亚洲同步发行，随着封面的曝光，彷佛预告了一张经典专辑即将诞生！周杰伦穿着中古世纪的服装，化身吸血鬼王子，穿梭时空来到现代，在古堡的天台上，他忧郁凝视远方，只要音乐存在，吸血鬼王子就能跨越时代闻乐苏醒，这也是这张专辑的音乐精神所在，当初创作音乐的初衷与坚持依然不变，就像周杰伦在他第一张同名专辑内页里写的：「希望我现在认为很屌的杰伦专辑，以后听也能一样佩服自己！」事实上周董对自己的音乐依然充满自信，希望音乐可以跨时代继续感动所有人。\n\n封面里周杰伦一身中古世纪的服装令人惊艳！尤其是黑色蕾丝斗篷披风有别于一般人对吸血鬼的印象，造型师表示今年流行的蕾丝大多运用在女生上，但我们大胆的用在杰伦的身上却有很自然又突出的效果！而这次拍摄封面与内页的场景就是在「跨时代」MV的场景里拍摄，片场租了两个大棚搭建了三个场景，光封面拍照的场景动辄就花费300万！为达到视觉上的三维效果，「跨时代」专辑铁盒精装版的封面将制作成3D影像，让歌迷有身历其境的感受！\n\n「超人不会飞」道出十年心路历程\n\n各方意见让人疲惫，压力大但不能流泪 超人周董还要继续飞\n\n「超人不会飞」 自嘲好人好事代表 需接受众人检视\n\n伟大无奈的杰伦就算压力大 仍坚持硬汉形象 因为「超人不能流眼泪」\n\n天王周杰伦一举一动均引起华语乐坛骚动，2008年发行【魔杰座】专辑，顺利获得金曲奖八项入围肯定，并拿下叁项大奖，成绩裴然。在广大乐迷引颈期盼将近两年后，周杰伦终于要在今年5月推出个人第十张全新音乐大碟， 4月26日早上10点新专辑首波主打歌「超人不会飞」完整首播，第一时间与听友分享周杰伦的最新创作。\n\n主打歌「超人不会飞」 自嘲好人好事代表 需接受众人检视\n\n就算压力大 仍坚持硬汉形象 因为「超人不能流眼泪」\n\n新歌「超人不会飞」，由周杰伦填词谱曲兼制作，以抒情曲风缓缓唱出出道十年心路历程与感慨。歌词中谈到自己带来的社会以及音乐现象，更自嘲自己成为好人好事代表，需接受众人检视，自然散发出独特的周式幽默风格，令人会心一笑，周杰伦表示「一般带有批判意味的歌词都会用重节奏或饶舌曲风包装，但我就是要用抒情曲风带给大家全新感受！」\n\n歌名「超人不会飞」，自嘲没有特异功能的周杰伦，只有梦想与坚持去做音乐！没想到他的歌曲可以变成学校教材，他的一举一动都变成社会榜样，每个人都在帮他计算收视率、票房与奖项，他的形象、表情、言行举止、甚至开的车、住的楼，还是专辑有没有夺冠？电影有没有创下高票房？通通被挖出来仔细检验，如同歌词所说，妈妈说很多事别太计较，只是使命感找到了我，我睡不着。他也不禁大唱，我到底是一个创作歌手，还是好人好事代表。周杰伦表示这样的生活难免觉得累，也需要呼吸空间，但歌词同时也透露「不要问我哭过了没，因为超人不能流眼泪！」依然展现十足铁汉个性。",
        "name": "跨时代",
        "size": 11,
        "publishTime": 1274112000000,
        "songs": [
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185666,
                "name": "跨时代"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185667,
                "name": "说了再见"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185668,
                "name": "烟花易冷"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185684,
                "name": "免费教学录影带"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185670,
                "name": "好久不见"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185672,
                "name": "雨下一整晚"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185674,
                "name": "嘻哈空姐"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185676,
                "name": "我落泪情绪零碎"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185678,
                "name": "爱的飞行日记"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185680,
                "name": "自导自演"
            },
            {
                "pic": "https://p1.music.126.net/4E5b_0eDTiMCzYKiVSAerw==/19165587184063665.jpg",
                "id": 185686,
                "name": "超人不会飞"
            }
        ],
        "sketch": "穿着中古世纪的服装的周杰伦化身为吸血鬼王子，穿梭时空来到现在，跨越时代也超越世代"
    },
    {
        "id": 18869,
        "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
        "desc": "靠自己创作跑道才是王道！\n\n2011周杰伦第11号作品【惊叹号】\n\n炫技玩乐出神入化满载励志、传承、欢乐、疗伤。\n\n用他的音乐获得力量与幽默向未来的逆境热血前进！\n\n2011/11/11惊叹连连航向音乐新纪元\n\n2011年11月11日周杰伦即将推出第11张专辑【惊叹号】，这次周杰伦化身为水手，驾驭【惊叹号】这艘战舰，乘风破浪启航发行，八个宛如惊叹符号“！”的1组成的非常特殊的一个日子，非常巧妙的发片时间如同这张专辑的巧妙展技概念化成令人惊叹连连、充满玩心的音乐作品，在娱乐效果里，却隐藏了热血励志、经典传承、疗伤抚慰、环保关怀、创意幽默；在各式古典（中西方）、跨界（Jazz、那卡西）、流行（摇滚、嘻哈）等音乐曲风的多种变化之外，唱腔更是这次专辑展技的惊叹之处，周杰伦将人声作为一种器乐作多样表现，融合了海岛式、中东式、美声唱法、京剧唱法以及RAP、B-Box，跨越了语言、唱法的种种规则论，创造出一种崭新的听觉效果，激发出独特的音乐层次与视觉效果，就好像当第一首【惊叹号】开始播放时，脑袋里的放映机开始播放，如万花筒般，将所有爱情故事、新闻画面、老电影、科幻片…等片花重新剪辑配乐播放一段目不暇给、精彩万分、又哭又笑，时而热血沸腾时而感伤缅怀；这长达近40分钟的精彩短片，随自己的想象任意播放，也学会就要像杰伦这样帅气的用一种热血与幽默去生活去感受去冲撞未来的逆境，创造属于自己的惊叹号！",
        "name": "惊叹号",
        "size": 11,
        "publishTime": 1320940800000,
        "songs": [
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185613,
                "name": "惊叹号"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185614,
                "name": "迷魂曲"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185615,
                "name": "Mine Mine"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185616,
                "name": "公主病"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185617,
                "name": "你好吗"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185618,
                "name": "疗伤烧肉粽"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185619,
                "name": "琴伤"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185620,
                "name": "水手怕水"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185621,
                "name": "世界未末日"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185622,
                "name": "皮影戏"
            },
            {
                "pic": "https://p2.music.126.net/aRmkU-iV0yt0F6UTdEAN3A==/19123805742099070.jpg",
                "id": 185623,
                "name": "超跑女神"
            }
        ],
        "sketch": "融合古典、跨界、流行等多种变化的音乐曲风，美声、京剧、RAP、B-BOX等唱腔糅合，炫技玩乐出神入化"
    },
    {
        "id": 2263029,
        "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
        "desc": "当时光敲第12响时，是该听周杰伦的时候了…\n\n周杰伦2012最新专辑 「十二新作」\n\n2012年12月 28日 压轴登场\n\nJay.12的巧合与奥妙\n\n出道第12年\n\n第12张专辑\n\n专辑收录12首\n\n12这个数字在古今中外，东西方玄学甚至科学思想上都有特殊意义；时间的计算方式以12为基准，古代中国传统是以12时辰为计时标准，一年有12个月、东方有12生肖、西方有12星座；12在生活上无所不在。\n\n因此数字12，属于圆满的象征，12代表的也是一种完全的意思。\n\n周杰伦的12，代表的也是一种圆满与完全，出道第12年的第十二个月，推出一年一张的新专辑，代表着对音乐的圆满成就，也代表音乐界另一个新的大循环的预告。\n\n1、四季列车_嘻哈神祕侦探片\n\n词 方文山 曲 周杰伦 编曲 周杰伦\n\n这部四季列车以嘻哈的节奏极速往前飙，方文山以花开的春天、盛夏、落叶如泪洒的秋天、寒冷冬天的四季隐喻女人善变的风景；情节在疾驶向前的列车里神祕展开，一个侦探和一个女人，展开跟踪、寻找线索、危险、周围充满敌意的脸、带有威胁的拳的戏码。\n\n2、手语_浪漫爱情片\n\n词 周杰伦 曲 周杰伦 编曲 林迈可\n\n这首电子R&B浪漫曲风，是一部甜度百分百的浪漫爱情片，从男女主角相遇「看着你我开不了口 就算用手语也找不到字句来形容 你的美 太过梦幻 太过迷人」副歌的旋律很适合跳双人舞，在跳舞的过程中，仿佛全世界只剩下两人，眼中只有对方。\n\n3、公公偏头痛_中国宫廷嘻哈片\n\n词 方文山 曲 周杰伦 编曲 周杰伦 OS 巨炮、方文山\n\n这首歌一看歌名就令人莞尔一笑，这位公公指的是宫廷里的太监大总管，方文山以古讽今的歌词：「公公他偏头痛 公公他偏头痛 说银两不够重 公公他污很凶 公公他污很凶 那军饷被掏空 后宫有佳丽三千 却不能碰」；而嘻哈曲风竟然唱的是公公，十足展现周式无俚头；从没人做过的宫廷嘻哈，周杰伦继「双截棍」、「本草纲目」等以武术、医学独特的题材之后，再度开创新局，让人耳目一新，惊艷无比！\n\n4、「明明就」_爱泪交织的远距离恋爱片\n\n词 方文山 曲 周杰伦 编曲 黄雨勋\n\n明明就他比较温柔 我会自动变朋友\n\n海鸥不再眷恋大海 可以飞更远\n\n这首歌名独特的「明明就」，以口头禅式的语法，表现出对爱情的固执与倔将；歌词描述一对恋人因故分离两地，一个在充满中古世纪古堡的苏格兰，一个在地球的另一端；「你的某些快乐，在没有我的时刻」，无法时时刻刻陪伴身边，分享彼此的欢笑悲喜，「城堡为爱守着秘密，而我为你守着回忆」，当爱情只剩下回忆却没有现在进行式，也许在你身边已经出现一位比我还温柔的他，也许他能给你更多，内心的挣扎交战已无法用回忆取暖，过往的甜蜜回忆无法与距离和时间抗争，只能举双手投降，这段恋情终究从恋人关系自动变朋友。\n\n5、傻笑_意外的爱情片\n\n词 方文山 曲 周杰伦 编曲 黄雨勋 女声 袁咏琳Cindy\n\n周杰伦和师妹袁咏琳的R&B男女对唱，两人早有对唱的默契，这次唱的中版轻快的情歌，却不是谈情说爱，而是互相吸引的两人却相遇太晚的一对男女，女生身边早有陪伴的人，男生却还是记得女生爱喝的饮料，帮她排队买面包，甚至还传了告白的简讯；但是女生只能感叹「为何你爱要晚到 / 怎么做我们彼此才不会伤到」，「对的人 不对的时间 却放不掉」。\n\n6、比较大的大提琴_爵士街头艺术片\n\n词 方文山 曲 周杰伦 编曲 黄雨勋\n\n女声 梁心颐Lara 男声 杨瑞代Gary Yang\n\n这首以Jazz大提琴为主角，融合嘻哈风格的「比较大的大提琴」，指的是Double Bass（低音大提琴），身形庞大几乎与人等身高，在弹奏时需要站着弹，是爵士乐中的主要角色，方文山以「比较大的大提琴」来形容，歌词描述一个弹低音大提琴的街头艺人孤傲的在街头表演，围观人潮众多，却没人赏钱，正在尴尬死撑的时候，隔壁摊表演跳舞的舞者却随着自己的音乐声起舞，「我哪里碍到你 硬说跟我有默契 是音乐让我们 东拼西凑在一起」，一群街头艺术家就这样以歌、以舞会友，「交朋友 就不要太啰嗦 一句话开心自由」，非常随性趣味！\n\n7、爱你没差_失恋爱情片\n\n词 黄凌嘉 曲 周杰伦 编曲 黄雨勋\n\n钢琴与弦乐交织的爱情大片，横跨各个时差，「爱你没差 那一点时差」，浓烈的爱情即使远距离、即使相隔千里，甚至时差错乱，都愿意守候一直爱下去，但是「远行没有目的 距离不是问题 不爱了 是你的谜底」，「对不起 这句话打乱了时差」，一个人停留在时间的标准起点回忆过去，心找不到换日线在哪，只能不停的飞，直到将你挽回。\n\n8、「红尘客栈」_音乐武侠爱情片\n\n词 方文山 曲 周杰伦 编曲 黄雨勋\n\n侠客不爱江山只爱美人，远离红尘客栈的武林恩怨，谁领风骚只为伊人折腰！\n\n「红尘客栈」是一部音乐武侠爱情片，「天涯的尽头是风沙，红尘的故事叫牵挂」，侠客为了美人封刀隐没在寻常人家东篱下；两人在檐下席地对座饮茶，提笔不为风雅，只为将美人容颜牢牢记下，远离人间尘嚣执子之手逍遥，柳絮漫天飘扬的唯美画面充满幸福与甜蜜，却不敌红尘的宿命恩怨纠缠，仇家追杀下，侠客将美人送上马逃离一人独挡杀局，离别之刻美人回眸多娇，侠客泪中带笑；一幕幕宛若一幅中国风古典侠客美人画，以中国的古筝与巴乌，交织西方的钢琴与弦乐、现代的爵士鼓，周杰伦以时而潇洒时而感叹、时而悲壮的唱腔，吟诵这生死气阔的「红尘客栈」！\n\n9、梦想启动_热血奋斗纪录片\n\n词 林义杰 曲 周杰伦 编曲 林迈可\n\n热血嘻哈摇滚，是由极地冒险运动家林义杰填词，他是台湾第一位被美国好莱坞出资拍摄成电影纪录片的选手、2006～2007年以111天时间徒步横越撒哈拉沙漠的世界纪录壮举，被台湾媒体封为「台湾之光」，在2010年担任并完成策划发起人「拥抱丝路」计划，周杰伦也以共同发起人身分亲自参与；这次两人在音乐上的合作，完成「梦想启动」这首歌曲。\n\n10、大笨钟_爱情情境轻喜剧\n\n词 周杰伦 曲 周杰伦 编曲 黄雨勋\n\n这首轻快的中版抒情情歌，以英国伦敦著名景点「大笨钟」为名，其实说的是谈恋爱吵架拌嘴，女生说男生比大笨钟还要笨，吵架太安静钟至少还有声音；以轻快中带着甜蜜的节奏与旋律，营造出英伦的浪漫风情，彷彿伍迪艾伦的爱情情境喜剧片，无声的吵架、拌嘴、斗气、其实却还是想念着对方、期待对方可以先低头道歉。\n\n11、哪里都是你_纯爱电影\n\n词 周杰伦 曲 周杰伦 编曲 黄雨勋\n\n这首摇滚抒情是周杰伦最新执导的电影「天台」的插曲，一段想要遗忘，爱情却在雨中不断甦醒的记忆，「喔～去吧 随着右手旋律 忘了左手的委屈 就算没伴奏也可以继续 前进 找寻新的记忆和空气 放晴 等雨说放弃」，无法放弃的自己，只能等雨停，「在有眼泪的雨里 哪里都是你 擦干是否就看不见你」、「太拥挤 我在你的世界里 看不清楚的是你还是自己 我们都在等雨停」，只要一下雨，哪里都是你，只能等雨停，才能清醒。\n\n12、乌克丽丽_夏威夷青春爱情喜剧\n\n词 周杰伦 曲 周杰伦 编曲 林迈可\n\n这首以「乌克丽丽」这个夏威夷传统拨弦乐器作为主题的轻快民谣情歌，描述女孩的美丽、温柔宛如乌克丽丽，「你就是海滩下的那乌克丽丽 寻找着逆光让暧昧变成剪影 浪漫不一定要在那夏威夷 沙滩上有你的脚印 是一辈子的美景」，这样的歌词怎能不让女孩们倾倒陶醉呢？！",
        "name": "十二新作",
        "size": 12,
        "publishTime": 1356624000007,
        "songs": [
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25653001,
                "name": "四季列车"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25641370,
                "name": "手语"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25653002,
                "name": "公公偏头痛"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25641369,
                "name": "明明就"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25653003,
                "name": "傻笑"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25641371,
                "name": "比较大的大提琴"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25653004,
                "name": "爱你没差"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25641368,
                "name": "红尘客栈"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25641373,
                "name": "梦想启动"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25641372,
                "name": "大笨钟"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25641374,
                "name": "哪里都是你"
            },
            {
                "pic": "https://p1.music.126.net/oL_TYdmT9mm_erNZb187_g==/109951163533013578.jpg",
                "id": 25653005,
                "name": "乌克丽丽"
            }
        ],
        "sketch": "海鸥、苏格兰风笛、爱丁堡、中古世纪的感觉写进歌中，没错，哥的胸肌腹肌都是练出来的，"
    },
    {
        "id": 3084335,
        "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
        "desc": "年度特大号期待！\n\n很Jay的一张专辑\n\n周杰伦 Jay Chou 哎呦，不错哦\n\nJAY语录里最被流传模仿的一句 最周杰伦的一张创作\n\n以幽默拉开序幕，给你「鞋子特大号」！\n\n幽默是挫折中优雅的礼貌 给你Jay特大号的幽默！\n\n今年度最特大号、最高度期待的专辑--周杰伦「哎呦，不错哦」，首波隆重登场的「鞋子特大号」，主角就是默片喜剧大师卓别林！留着一撇小胡子，穿着一件窄小的礼服、特大的裤子和特大的黑鞋、戴着一顶圆顶硬礼帽、手持一根棒棒糖拐杖，凭肢体语言就能逗笑观众的卓别林，堪称是神级幽默，至今无人能超越，不仅是鞋子特大号，连幽默也要特大号！\n\n封面概念来自于第1张专辑，大玩错位艺术的幽默卓别林\n\n新专辑的封面概念来自于周杰伦自己的第一张专辑封面，戴着耳机的周杰伦整个人漂浮在躺椅上，这张专辑周杰伦则化身为时尚卓别林，身穿条文窄版西装、漂浮在沙发上，而当年屋子里只有一只耳机和笔电，现在已经变成了满屋子的乐器！\n\n更特别的是，封面上除了漂浮在椅子上的周杰伦以外，竟然在画面正中间出现了周杰伦的大脸！这个脸并不是用计算机软件迭上去的效果，而是运用【错位艺术】，将场景摆设以错位艺术的方法，以2D画面创造出3D幽默感，在同一个画面同时拍出另外一个周杰伦的立体大脸!!\n\n不断进化的周杰伦，不断地给大家超乎想象的音乐！\n\n周杰伦的音乐总是带给人各种惊奇、体会与感受，影响无远弗届；这次从专辑名取自于周杰伦的口头禅「哎呦，不错哦」，就能领略到幽默创意是此次的主轴；正如同「鞋子特大号」的歌词所写：\n\n别什么你都想要，快乐却找不到，幽默挫折中优雅的礼貌\n\n喜剧要百分之百的投入，不管演动物或植物，你一定都要演的让人家羡慕\n\n让你开心其实要一点头脑\n\n若生活需要微笑请看着我就好，将压力一股脑全部释放掉\n\n卓别林用喜剧电影幽默生命的悲欢；周杰伦用他的音乐将世界诙谐成喜剧！\n\n世界再闷，生活再无聊，幸好我们还有周杰伦！\n\n首波幽默主打\n\n鞋子特大号\n\n复古曲风+嘻哈饶舌元素+卓别林式幽默\n\n词：方文山 曲：周杰伦 制作人：周杰伦 编曲：黄雨勋∕梦想之翼 OS：巨炮、周杰伦\n\n「鞋子特大号」是由周杰伦作曲、方文山作词，两人在讨论这张新专辑歌曲时，想要写一首幽默的歌曲，让大家可以在生活中多点开心的元素；而卓别林是喜剧界的宗师，他的很多特色都具有『符号性』，像是宽大的鞋子、很窄的西装、手杖、帽子…，这些都变成了他幽默的标志；就像『双截棍』之于李小龙，「特大号的鞋子」就是卓别林的个人风格之一，卓别林本身的视觉元素很丰富，方文山写这首歌时把这些视觉元素放进歌词里，非常丰富幽默，希望这首歌卓别林式幽默的歌曲，可以让大家生活不那么紧张，开心一点。\n\n在这张新专辑里，周杰伦多用低沉嗓音表现，前所未有呈现新的唱腔，而这首复古曲风加嘻哈饶舌元素的「鞋子特大号」，更是一首幽默诙谐的嘻哈饶舌歌曲，歌词有卓别林式的幽默，而周杰伦更以一种诙谐、顽童的口吻演唱，声音表情千变万化，和声的安排细节之处更令人惊艳莞尔一笑；周杰伦的好友、同时也是杰伦演唱会总监--巨炮，在周杰伦的每张专辑中都会有一首歌加入O.S.，这已经变成了一个惯例，这首「鞋子特大号」，就有巨炮的O.S.作为开场，周杰伦认为巨炮很有特色的声音加入歌曲O.S.中，可以让这首幽默的歌曲更有趣。特别的是，巨炮的O.S.就如同歌曲中与周董的电话对话一样，巨炮就是打电话进录音室录的，非常具有临场感与独特的趣味。而这首歌的MV更用了许多错位的梗，重新诠释，黑白到彩色形成幽默的对比；从音乐出发，将视觉符号转化成歌词(文字)、再将歌曲转化成视觉，不断地扩大想象，这就是周杰伦的特大号魅力！\n\n算什么男人\n\n一种只有自己与自己才懂的告解\n\n周杰伦携手林依晨MV耍浪漫 「算什么男人」要男生勇敢追爱\n\n到罗密欧与朱丽叶的故乡取景 MV串联意大利Verona与台北的浪漫\n\n词：周杰伦 曲：周杰伦 制作人：周杰伦 编曲：黄雨勋∕梦想之翼 吉他：黄雨勋∕梦想之翼\n\n这首超慢板抒情歌，是Jay式情歌里难得呈现出深沉的悲怅，更是周杰伦首次以低沉唱腔，演唱男人内心的极度疼痛，自己骂自己对于爱情不能好好把握、将心爱的人拱手让人的心情；前奏以钢琴缓步沉重开场，接着弦乐、鼓接续加入，像镜头一步一步推进，带领着观者，看见一个男人颓坐在昏暗的空间里，独自忍受着失去爱情的疼痛；而周杰伦自己写的歌词，是以自己与自己的内心对话方式，自己骂自己对于爱情不能好好把握，拱手让人；\n\n你算什么男人/算什么男人/眼睁睁看她走却不闻不问/\n\n是有多天真/就别再硬撑/期待你挽回你却拱手让人\n\n许多话在爱情面前说不出口，挽留的话更是梗在喉头，尤其是男人的ㄍㄧㄥ，想要对方幸福而放手，以为这就是成全；却又在内心咒骂自己算什么男人，这么轻易的就将自己的幸福拱手让人；矛盾、纠结、懊悔、反复撞击内心脆弱；周杰伦以几句简单的场景描述穿插内心独白，就将这复杂的男人情绪独幕戏表现得淋漓尽致，这是一种只有自己与自己才懂的告解。\n\n专辑封面以「飘浮」概念呼应首张专辑，意味周杰伦音乐历程的「进化」阶段即将展开，「算什么男人」MV更邀请了拍过「双截棍」MV的女主角林依晨再度合作演出！两人不仅在MV中有精彩的对手戏，空档时更开心话当年。而合作拍摄「算什么男人」MV，在林依晨眼中，杰伦算是什么样的男人呢？她说：「周杰伦是企图心很强、很有能力的人。」为了歌曲的意境，周杰伦早在今年2月就远赴意大利拍摄对嘴画面，让这支「算什么男人」MV更加精彩可期！\n\n周杰伦与林依晨在MV里饰演一对一起在咖啡厅工作的情侣，两人甜蜜演出许多甜蜜精彩的对手戏，例如周杰伦隔着玻璃窗对着林依晨画爱心，就是歌词的写照，「我的温暖、你的冷漠，让爱起雾了。如果爱心画在起雾的窗，是模糊？还是更清楚？」杰伦的浪漫透过文字、影像与音乐，彻底融化歌迷的心。MV中小两口很甜蜜，不管是一起慵懒地在沙发看电视，还是在厨房打情骂俏，一起玩桌式足球，都放闪到令人睁不开眼！然而男主角周杰伦却常忽略林依晨的用心，林依晨费心在咖啡拉花上画一个杰伦的脸想给他惊喜，却被他一口喝掉…，当女主角已经渐渐心灰意冷，他还沉浸在音乐创作世界里而不自知。后来林依晨生活中出现了一个贴心的Darren邱凯伟，在女主角被Darren追走了之后，男主角只能徒留懊悔，而当初两人在意大利Verona（维洛那）的「爱情锁墙」上的锁，在恋情结束后，杰伦也只能黯然独自拆下。\n\n为了表现歌曲的意境，周杰伦早在今年2月就远赴意大利的Verona（维洛那）以及佛罗伦萨拍摄MV对嘴，Verona是莎士比亚名作「罗密欧与朱丽叶」的故乡，罗密欧不顾一切阻碍追求爱情，正是歌曲里男人缺乏的勇气，杰伦选择此地拍摄更显得独具意义；而当地观光景点之一的「爱情锁墙」也入镜其中，因应MV剧情，杰伦拍了在墙上解开锁的画面，日前在台北拍摄MV时，不忘把当时的锁带入剧情中。此外杰伦也把意大利Verona的浪漫带回台北，林依晨在台北拍摄MV时，站在阳台上的一幕就彷佛是等待罗密欧的朱丽叶。虽然时隔9个月，杰伦依然没忘记要让两地拍摄的MV合理串连剧情，周导用心处处可见！\n\n杰伦说：「很多男人都是不敢去追求自己的幸福，或是内心太冷静了。很多男人其实内心世界是复杂的，这首歌就是告诉大家要勇敢追爱！每个人都有一段很棒的初恋回忆或过去，我觉得就要好好珍惜！」\n\n1. 阳明山\n\n词：方文山 曲：周杰伦 制作人：周杰伦 编曲：林迈可\n\n这首嘻哈加复古风的舞曲，灵感来自以前80年代的校园时代，男女联谊最流行的「抽钥匙活动」，即男生们拿出自己的摩托车钥匙，混在一起让女生抽，抽到谁的钥匙就坐谁的车，借着骑车兜风培养感情，而阳明山绝对是当年兜风的最佳圣地；以杰伦式的幽默嘻哈曲风听到旋律就令人忍俊不住了，再加上方文山活灵活现的歌词，表现出男生明明想把妹却假鬼假怪装正经；连说话都要文青造句，原来文青不只现在流行，在当时的大学生都爱来这套装暧昧：\n\nEverybody跟着我 谁说夜店才有Party Hey Hey\n\n把你的手放胸口 我是说放我的胸口 Hey Hey\n\n我喜欢爱笑的你 但是这一句太俗气 Hey Hey\n\n改换文青的造句 你一抹微笑如茉莉\n\n周杰伦以多变、充满演技的唱腔，表现出歌词里的小心机，以及男女生的微妙互动，不仅充满了单元格漫画的趣味感更令人会心一笑，是所有男生女生绝对要听的把妹歌！录音时，周杰伦更化身为DJ自己刷碟；而MV场景是80年代复古Disco舞厅，周杰伦首次尝试Waacking结合Locking，难得一见的画面精彩可期！\n\n2. 窃爱\n\n词：黄俊郎 曲：周杰伦 制作人：周杰伦 编曲：黄雨勋∕梦想之翼\n\n充满了异国情调的探戈曲风，在嘻哈里加入佛朗明哥调香的「窃爱」，是周杰伦多变曲风里总是令人期待的一种；神秘的前奏暗示着窃爱怪盗的脚步声、又或者像是爱情的心跳声；节奏渐渐逼近，彷佛爱情慢慢靠近，鬼才黄俊郎擅长用华丽独特的文字描述诡谲、神秘的情愫、气味；\n\n我窃来了深夜 使你能好睡 盗走了岁月 让你永不枯萎\n\n关于爱你的一切 我做什么都对\n\n我窃来了安慰 使你忘了流泪 盗走了懊悔 让你永远无邪\n\n关于爱上的一切 我开始无路可退\n\n周杰伦以低沉的嗓音演唱，营造出一种神秘、阴郁感，高音时又以略带慵懒的腔调哼唱，到了副歌又沉稳迷人的低嗓唱着，以声音表情演出神秘又帅气十足的窃爱怪盗；而黄雨勋的编曲更是充满情节转折，开场的神秘跟踪，中间的相遇共舞，然后又分开，不断的回旋、纠缠、回荡…，让听者彷佛心也被窃走了，随着怪盗消失在异国黑夜之中。\n\n4. 天涯过客\n\n词：方文山 曲：周杰伦 制作人：周杰伦 编曲：黄雨勋∕梦想之翼∕梦想之翼\n\n经典周杰伦式的中国风，搭上方文山绝美如诗的歌词，以各种景写情，将思念之情、爱情的遗憾、等待、各种细腻的情绪写得含蓄却又丝丝入扣；\n\n晨霜攀黛瓦 抖落霜 冷了茶 / 抚琴欲对话 欲问琴声 初落下\n\n弦外 思念透窗花 而妳却什么也不回答\n\n而这首歌更首次来到千年古镇--西塘取景，重现词中的场景，这也是方文山继执导「兰亭序」MV之后，再度拍摄中国风的MV，不知又会拍出什么令人惊艳的古装大片？令人期待；这支MV也是周杰伦、方文山与Darren第三度合作，势必再度掀起话题！\n\n5. 怎么了\n\n词：方文山 曲：周杰伦 女声：袁咏琳 Cindy Yen 制作人：周杰伦 编曲：林迈可\n\n嘻哈曲风的抒情风格，是周杰伦最独特无法取代的曲风，而这首歌最特别的是男女对唱的分手歌 (or冷战歌)，男女都互相赌气冷战，吵到要分手，但是在独自一人时却又不断地问自己怎么了？\n\n怎么了（你说呢） 为何沟通最后总是 我哭了（不说了）\n\n承认犯错又能如何 你选择（我认了）\n\n是不是我们都太自我 （自我） 借口 要自由\n\n这段爱到底怎么了？往往是当事人最搞不懂到底怎么了，而这种心情以男女对唱处理，更有出现了微妙的对照，令人心有戚戚焉，也许爱情发生问题时，不要只问对方怎么了？而是问自己怎么了，也许才能真的找到答案；又或者，爱情逝去时，根本不需要答案。\n\n6. 一口气全念对\n\n词：方文山 曲：周杰伦 制作人：周杰伦 编曲：周杰伦\n\n在「哎呦 不错哦」这场派对中，周杰伦要大家不仅动动身体、动动耳朵、更要动动嘴！一起来挑战副歌连珠炮式的歌词，一口气全念对！\n\n这首非常杰伦式的嘻哈舞曲，如一开场的OS，就是要大家高举手，一起动起来开趴！而这首歌最独特的就是如同歌名「一口气全念对」，方文山在副歌设了一段文字谜，看似毫无意义的一串文字，中间每个字都穿插了「咪」，一共61个字，要一口气全念对；\n\n这这谁 欢迎你来派对 我的世界 /在宽敞的大街 飙音乐\n\n再念一段碎嘴 过来挑战就对 /鸣枪起跑预备\n\n就咪让咪压咪力咪 喘咪一咪口咪气咪 给咪它咪机咪会咪 跟咪着咪音咪乐咪\n\n将咪爱咪写咪成咪 一咪段咪过咪去咪 只咪留咪下咪对咪的咪记咪忆 嘿\n\n对对对对了 一口气全念对 对对对对了 没事就动动嘴 动动动动嘴\n\n动动嘴 动动嘴 拍子要念准确 才会抓到感觉\n\n你，一口气全念对了吗？\n\n7. 我要夏天\n\n词：周杰伦 曲：周杰伦 男声：杨瑞代 Gary Yang 制作人：周杰伦 编曲：黄雨勋∕梦想之翼\n\n阳光摇滚嘻哈，也是周杰伦最独门的一种曲风，一开场就令人血脉贲张，炙热的阳光、烫脚的沙滩、满池的泳装正妹…；周杰伦和好哥儿们杨瑞代合唱，将热血与青春表现得淋漓尽致，这首歌杰伦也玩了一下声音表情，非常调皮生动；在编曲的部分后段加入了乡村风格的编曲，令人惊艳；\n\n冲冲冲冲冲 冲向海边 GoGoGoGoGo 准备疯癫\n\n我要夏天 在我耳边碎碎念\n\n冲冲冲冲冲 冲向海边 GoGoGoGoGo 到你身边\n\n别说再见 我已经开始想念\n\n在寒冷的岁末听见这首充满夏天气息的歌曲，整个心都暖了起来，快和杰伦一起大喊：我要夏天！\n\n8. 手写的从前\n\n词：方文山 曲：周杰伦 制作人：周杰伦 编曲：黄雨勋∕梦想之翼\n\n这种抒情歌充满了浓浓的纯爱风，以「手写」来表达校园的初恋，手写的情书，传递的青春的温度与纯粹；令人向往；而这首歌最特别的就是第一遍以简单的钢琴伴奏，衬着周杰伦轻轻吟唱，彷佛在空荡的校园教室里，安静回忆着当时的初恋情景；间奏之后二段主歌截然不同，让人意想不到，鼓声一进之后曲风变饶舌，彷佛将时空拉回到初恋现场，那个曾经一起弹琴的公园、糖果店的青涩微甜；\n\n我看着 妳的脸 轻刷着和弦 /情人节卡片 手写的永远\n\n还记得 广场公园 一起表演 /校园旁 糖果店 记忆里 在微甜\n\n在现在手机简讯传情的电子时代，有多久没有收到手写的卡片？如果手写未来，\n\n情可以回到当初的美好吗？\n\n10. 听爸爸的话\n\n词：周杰伦 曲：周杰伦 制作人：周杰伦 编曲：黄雨勋∕梦想之翼\n\n周杰伦再度令人惊艳之作，呼应自己的歌，男生小时候要听妈妈的话，女生长大了要「听爸爸的话」，在谈恋爱时，明明是两个人对于爱情的不对等而埋怨，女生有时候却搬出爸爸来当分手的借口，可是男生却也以孝顺为理由，听妈妈的话，不能轻言放弃，誓言追回女生！\n\n你听爸爸的话 说我不是个好东西 /送给你的花 不配放在你家花瓶里\n\n他要我越走越远越好 /不要在一起那最好\n\n但我听妈妈的话 /要我不能轻易放弃/还喜欢的话让我再追回你求求你\n\n难道你要我不孝顺吗 /这是借口你应该懂吧\n\n男生们，懂了吗？\n\n11. 美人鱼\n\n词：罗宇轩 Josh Lo、黄婕熙 曲：周杰伦 制作人：周杰伦 编曲：林迈可\n\n这首充满浪漫童话风格的「美人鱼」，中版轻快嘻哈曲风却暗藏着美人鱼的眼泪，隐喻爱情的执着与哀愁；前奏以虚幻飘渺的效果音表现出深海里的情境，令人深深掉入爱情的深海，倾听着美人的歌声；悠游在旋律中，漂浮在爱情里，悲伤在眼泪里；囚禁在水里落泪的美人鱼，人类会懂得这样的哀愁吗？\n\n美人鱼的眼泪/是一个连伤心都透明的世界\n\n地平线的远方一轮满月/童话般感觉/让我爱上有妳的黑夜\n\n无声的眼泪/水族玻璃里妳一次次的来回/思念成了仅存的那一切\n\n缺氧的感觉\n\n周杰伦以一种略带潇洒而随性的口气演唱着，像是个叙事者一般，缓缓说着关于爱，关于眼泪的种种；也许爱情，很多时候就像美人鱼的眼泪，无声的眼泪，说不出口的却是最深刻的。\n\n12. 听见下雨的声音\n\n词：方文山 曲：周杰伦 制作人：周杰伦 编曲：黄雨勋∕梦想之翼\n\n这首歌是方文山执导的电影「听见下雨的声音」主题曲，之前是由魏如昀演唱的女生版本，这张专辑竟然重新收录杰伦自己演唱的版本，真是给歌迷一个非常大的惊喜！非常值得珍藏。和女生版流露出凄美浪漫氛围的不同，杰伦版的「听见下雨的声音」，主歌以低沉而寂寞的孤寂感吟唱着，带着听者回到爱情的回忆现场；到了副歌，却彷佛在内心吶喊着对爱情的追忆与不舍；唱腔充满戏剧张力，令人动容！",
        "name": "哎呦，不错哦",
        "size": 12,
        "publishTime": 1419523200007,
        "songs": [
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822016,
                "name": "阳明山"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822010,
                "name": "窃爱"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29818120,
                "name": "算什么男人"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822015,
                "name": "天涯过客"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822033,
                "name": "怎么了"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822032,
                "name": "一口气全念对"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822017,
                "name": "我要夏天"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822018,
                "name": "手写的从前"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29818117,
                "name": "鞋子特大号"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822013,
                "name": "听爸爸的话"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822012,
                "name": "美人鱼"
            },
            {
                "pic": "https://p2.music.126.net/unW9CQcqjzh8BYjsVqosWw==/18874216602702134.jpg",
                "id": 29822014,
                "name": "听见下雨的声音"
            }
        ],
        "sketch": "哎呦 不错哦！喝蒙牛优酸乳，听手写的从前和我一起告白吧"
    },
    {
        "id": 34720827,
        "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
        "desc": "夜深了\n\n猫头鹰出没\n\n数完第一千零一个尖叫声\n\n开始听\n\n周杰伦 的床边故事\nJay Chou’s Bedtime Stories\n\n今年最令人激动的乐坛震撼弹\n周杰伦2016年最新着魔专辑强势暗袭你的床边！\n超乎想象、最自由的古典灵魂摇滚嘻哈\n\n听周杰伦说书！10个出神入化的音乐故事\n\n等待是值得的！2016年周杰伦终于推出全新专辑「周杰伦的床边故事」，每次出辑都颠覆大家想象的周杰伦，这次的「床边故事」，当然精采绝伦不让你睡！整张专辑就象是本有声书，由周杰伦说书，诉说10个最与众不同、充满想象的音乐故事！\n\n专辑同名主打「床边故事」，周杰伦带大家一同穿越魔幻回到童年，以古典华丽鬼爵电音舞曲营造出床边故事里的奇幻世界；猫头鹰监视着夜的动静，暗兽们与巫婆躲在森林里蠢蠢欲动；床边的衣橱里，藏着什么祕密？故事书里的城堡都变成立体的，八音盒发疯似的响个不停…；周杰伦的床边故事，将童谣「虎姑婆」的惊悚情节也融入歌词中，不同于一般印象中的温馨甜美，而是充满了暗黑奇想、幻术魔咒、神秘幽暗的种种。\n\n你准备好睁大眼睛、张开耳朵，一起听故事了吗？\n\n~序~\n\n黑夜 是猫头鹰的前世情人\n\n幻梦 是巫婆和英雄的森林\n床边  是睡不着的黑键白键\n故事  是暗兽们的告白气球\n\n这些故事  \n在床边流传了数千数百万年\n这些夜晚  \n比每一个白天还要缤纷精彩\n这些音符\n让好奇心与想象力一见钟情\n这些杰伦  \n小孩男人英雄废柴全部合体\n这些歌曲  \n打开梦结界让感觉无远弗届\n\n脑内钟响  滴答倒数\n3.. .2… 1…  催促着\n赶快睡  听我说  \n衣橱的门  发出轻叹  缓缓打开\n乖乖睡  听我说\n\n耳朵不听使唤\n打开第一页\n灵魂烫金\n请发挥你的想象力\n\n想进入周杰伦的立体魔幻故事里面吗？\n通关密语是：『从前从前…』\n\n------------------------------------------------------------------\n\n床边故事导读：\n\n床边故事  词 方文山  曲 周杰伦  \n\n以前大家有费玉清唱的「晚安曲」，而现在，这首HIP HOP曲风的「床边故事」将让你的夜精彩绝伦，前奏以猫头鹰叫声和古典弦乐营造夜的神秘，音乐彷彿将故事书里的城堡变成立体的，听着听着就掉入了城堡里的奇幻世界，HIPHOP和RAP带领着大家打开衣橱、一探究竟，副歌变成快节奏嘻哈风舞曲，古典嘻哈风格的编曲里甚至还有魔怪的诡异笑声和巫婆的尖叫声！热闹非凡的床边故事，绝对是新世代的绝佳晚安曲！而周杰伦更以悬疑的语气先引诱大家的兴趣，慢慢催眠大家，到了副歌时才展开攻势，邀请大家一起同乐，一起探险故事里的奇幻世界！\n\n\n说走就走  词 方文山  曲 周杰伦\n诗意不羁的嘻哈乡村摇滚  说走就走的青春爱恋壮游\n由斑鸠琴声引领开场，一场说走就走的旅行，杰伦式的嘻哈摇滚，加入的乡村摇滚里又揉入英式摇滚节奏交织出一片微妙的风景、旅行的况味；在沙漠中数星星、等黎明；无边的风景，耳里呼啸的声音，也许是爱情最暧昧的声音：\n\n真爱让人拥有力量  你我都该勇敢  率性放下一切别管\n\n每个人都该趁着青春，不顾一切的说走就走，进行一场属于自己与爱情的壮游，去体会沙漠中无边无际的悲壮、去感受旷野里夜晚的被星空拥抱的幸福感；去聆听旅行中在耳边呼啸的宇宙对你说的每句话语；旅行让每个人都变成诗人，旅行也让每段青春都变得永恒；你我都该勇敢，率性放下一切别管，说走就走！\n\n一点点  词：方文山  曲：周杰伦\n当爱只剩一点点  痛却开始蔓延\n以大量的弦乐、编曲包覆的吶喊，是对远离的爱情，最后争取那一点点可能留下来的努力；爱情里的无奈、忽略、视而不见，习惯爱在身旁就忘了珍惜；约会总是嫌太远、吵架、忘记生日、敷衍亏欠；方文山用简单几个情节与画面，就将这些爱情里的纠结写得淋漓尽致；旋律带着温柔却隐藏着亏欠，虐心的情节在歌曲中上演，周杰伦用充满情感的声线演出\n抱紧你  却抓不住  你的爱剩  一点点\n那一天  你几乎带走我  所有  的从前\n故事里  不再出现与你相关  的画面\n一个人的幸福  怎么编\n\n过去的幸福，是爱情里每段情节一点点累积出来的，而毁灭爱情的，也是彼此一点点的忽略与亏欠；当爱要离开时，自己才恍然面对这一切，紧抓住最后那一点点的爱；听着这首歌，也许勾起一些已经走远的遗憾，也许提醒自己要珍惜现在的幸福。\n\n前世情人  词：黄俊郎  曲：周杰伦\n有个女孩叫Hathaway  在她四个月大时\n弹了一段旋律  我引以为傲  她 ……………………… 是我女儿\n巴洛克古典+电子迷幻嘻哈  前世与今生的美丽相遇\n\n这首歌是周杰伦的女儿，在四个月大的时候弹了一段旋律，给了他灵感，而创作出这首「前世情人」。擅长用文字营造出中古世纪巴洛克美学的黄俊郎，这次也写出了令人目眩神迷的美丽场景：\n松鼠陪着核桃　在庭院捉迷藏  葡萄躲进橡木桶　酿出时光\n夏日在玉米齿缝中游荡  我为妳准备的四季　正在生长\n炼金师从故事炼出土壤  我阖上书也闻到了花香\n草地上的妳比果实芬芳  妳就像天使手里的糖\n\n前奏以遥远的古典钢琴开始叙述这个前世的故事，有一种爱不说就已经存在，女儿就象是前世的情人，望着那张小脸蛋，就明白什么是爱；周杰伦以声乐式的吟唱副歌，象是一种誓言与许愿：\n什么爱　不说　就已经存在　什么爱　望着　就全都明白\n妳笑　一点一点一滴漾开　一字一句　形容不来　是星空上的银海\n\n我会  当妳昼夜骑士　烈阳的树荫　让花朵为妳吟游的魔术师\n每一道有妳风景　帮妳按下快门的祕密情人\n\n我后来　会在　纯白的礼堂　牵好久　的手  交给另个他\n眼泪一点一点一滴流下　感动也会跟着留下\n远远看着你们幸福  像前世我们有过的模样\n\n「前世情人」用巴洛克式的华丽古典风格，加上电子迷幻嘻哈，营造出神秘又迷人的风格来诠释，彷彿人真的穿梭回前世另外一个国度里，看着一个小女孩出生、成长、四季更迭、逐渐成长、恋爱、最后步入礼堂的短片，浓缩而精彩，而歌里蕴藏的父爱更令人动容！\n\n\n英雄  词：周杰伦  曲：周杰伦\n《英雄联盟》主题曲\n属于召唤师们的战歌  号召各界英雄  击响战鼓  全面出动\n周杰伦为英雄联盟打造品牌主题曲「英雄」，以悬疑重拍摇滚嘻哈曲风，塑造出游戏世界里的英雄们各个身怀绝技、武功高强的音乐形象！\n身为《英雄联盟》忠实玩家的周杰伦，以他独特的歌词语法将游戏对战的过程描述得活灵活现；甚至游戏术语也可以唱成歌词；还幽默地改编蔡依林「舞孃」的副歌歌词，来形容游戏里的战斗动作：\n\n旋转跳跃你闭着眼\n卡特转完会让你闭上眼\nEZ EZ 要你 easy\n小鱼人再跳 我就把你 切成生鱼片\n\n以层层堆栈的人声合音来表现集结战友们一起战斗，编曲充满紧张刺激又悬疑，急促的鼓点让人热血沸腾血脉喷张；这首主题曲非常适合搭配游戏服用，热爱《英雄联盟》的网友们，赶快奋起，接战帖吧！\n\n不该 with aMEI  曲 周杰伦 词 方文山\n周杰伦& aMEI\n地表最强情歌！华语乐坛震撼对唱！\n\n本世纪最梦幻组合，绝对超乎你的想象！周杰伦与aMEI首度情歌对唱，在歌坛上绝对是个令人惊呼的梦幻组合！周杰伦又一次成功吓疯大家！\n\n周杰伦与aMEI首度合唱新歌【不该】，两人深情诠释雪地里的浪漫爱情，唯美梦幻地不该醒来！\n第一次合作的两人，对于歌曲都很要求，也很挑剔，所以在配唱时彼此为了要达到彼此要的感觉，不断地唱、不断调整，期望作品能够达到最完美！\n这首由方文山填词、周杰伦谱曲的【不该】，是首唯美浪漫而哀伤的情歌，以钢琴与弦乐交织出这段发生在雪地里的爱情，爱情来时气势磅礡如满天纷飞的白雪，令人目眩神迷、陶醉其中梦幻：\n雪地里相爱  他们说零下已结晶  的誓言  不会坏\n但爱的状态  却不会永远都冰封  而透明  的存在\n许下的梦  融化的太快\n或许我们都  不该醒来\n但是爱的状态，不会永远冰封而透明的存在，即使是零下结晶的誓言，也可能会融化消逝；当爱的状态已经改变，该不该醒来？缘若尽了，也许不该重来；放开彼此的手，才能拥抱更多的未来。\n放手后爱依然在  雪融了就应该花开  缘若尽了就不该再重来\n我离开  将你的手交给下个最爱\n彼此紧握的手松开  去拥抱更多未来\n方文山以雪写爱，雪的飘忽与梦幻，让人迷惑、憧憬而期待；而雪融时，却是花开之时，描述爱虽消逝，但是等待的却可能是更多美好而辽阔的未来。爱总是很美，美在拥有彼此的瞬间，瞬间即是永恒。\n周杰伦与aMEI的合唱，不仅是创造了一首歌的爱情，更创造了这个世纪的永恒经典。\n\n土耳其冰淇淋  词：周杰伦  曲: 周杰伦\n土耳其冰淇淋般炫技舞曲  古典拉丁热情舞曲一路玩到底！\n\n舞曲和土耳其冰淇淋，到底有什么关联性？让人摸不着头绪，正是这首歌出奇不意的惊喜！每张专辑都一定会有一首巨砲担任DJ唸OS的歌曲，这次就是这首「土耳其冰淇淋」，一开始的爵士钢琴加上浩室电音舞曲节奏，而杰伦的歌词开场白就告诉你舞曲和冰淇淋的关连就是……\n土耳其冰淇淋  就象是女人的心  在你的面前转来转去  却捉摸不定\n这音乐跳Waacking也可以跳Locking  我耍你耍的就像土耳其的冰淇淋\n\n谁说拍中国风  一定要配灯笼  谁说写中国风  一定要商角征羽宫\n我干脆自己下车  指挥乐坛的交通  管他管他什么曲风\n\n几个合弦、几个切分音，舞曲也可以很有音乐性；换个乐器整个音乐调性与画面就可以整个转换，就像幻术一样，捉摸不定；打破一般舞曲的规则与逻辑，在中段巧妙地加入了莫札特的土耳其进行曲曲调，能这样把古典音乐和现代流行各种元素玩成这样的，周杰伦绝对是唯一！\n\n告白气球  词：方文山  曲：周杰伦\n恋恋巴黎香榭  浪漫R&B告白神曲\n\n全世界最浪漫、最容易让人想谈恋爱的地方，绝对是巴黎左岸！这首告白情歌，前段充满R&B情调，描述遇上爱情的悸动；但是非常特别的是，副歌之后却转成浪漫”手摇歌”，让人听着听着，跟着旋律与节奏，就忍不住一起举起双手，摇动起来！像演唱会上拿着荧光棒，全场一起浪漫！\n你说你有点难追  想让我知难而退  礼物不需挑最贵  只要香榭的落叶\n喔～营造浪漫的约会  不害怕搞砸一切  拥有你就拥有  全世界\n亲爱的  爱上你  从那天起  甜蜜的很轻易\n亲爱的  别任性  你的眼睛  在说我愿意\n方文山用气球来描述女生说很难追的小趣味，让这首告白情歌的情节更浪漫；爱情总是发生在这些美好的小细节上；每个准备要告白的人，别怕爱说不出口，让这首歌给自己一点勇气，趁着气氛浪漫，告白吧！\n\nNow You See Me  词：方文山  曲：周杰伦\n《出神入化2》全球主题曲   全世界都得听他的\n周杰伦2011年进军好莱坞演出处女作《青蜂侠The GreenHornet》后，再次演出《出神入化2 Now You See Me 2》！电影《出神入化Now You See Me》在全球带来一阵魔术风潮，周董应邀客串续集《出神入化2 Now You See Me 2 》，周杰伦更特地为电影创作同名主题曲「Now You See Me」，这是好莱坞第一次以中文作为全球的电影主题曲，周杰伦以融合了中国风与异国风的魔幻音乐来创造出电影里的”出神入化”\n出神入化  雾里看花  跟我拼命你会输掉所有筹码\n出神入化  浪迹天涯  认真起来我连我自己都害怕\n\n由他执导的MV也将让全球看见他在影像创作上的出神入化！这是好莱坞第一首全中文的全球电影主题曲！不仅是华语乐坛空前的骄傲！更在世界影坛上具有历史意义！从「青蜂侠」片尾曲「双截棍」，到「功夫熊猫」的全球主题曲「Try」，再到「出神入化」的这首全球主题曲「Now You See Me」，周杰伦说：「最开心的就是唱中文这件事情！」\n\n爱情废柴  词：周杰伦  曲：周杰伦\n周式失恋废柴情歌  用耍赖打败爱情的失败\n\n能当英雄，谁要当废柴？但是爱情总不给人选择的机会，往往措手不及的误解与错过，就成了爱情里的废柴，搞不懂下一步该怎么办…；前奏听似浪漫情怀的弦乐，场面却是被爱打败的狼狈画面，周杰伦直白又直击人心痛处的歌词，令人心有戚戚焉，充满共鸣：\n圣诞节  剩下单人的剩单节  过条街  最好又给我下起雪\n这么衰  这么刚好  这么狼狈  要不要拍成MV干脆\n周导演总是在写歌时就把故事情节写好，一个失恋失意颓废的男人，喝了点酒带点醉意，但是想醉却醉不了，忘不了失恋的痛苦，甚至要为爱封麦！\n为你封麦  只唱你爱  Goodbye Don’t Cry  哭个痛快\n曲终人散  你也走散  我承认我是爱情里的废柴\n\n没有你的冬天，没有爱的世界，下着雪，选一首凄美的旋律，哼给自己听，也许痛到最高点，只能用耍赖才能打败爱情里的失败吧！",
        "name": "周杰伦的床边故事",
        "size": 10,
        "publishTime": 1466697600007,
        "songs": [
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 415792916,
                "name": "床边故事"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 418602084,
                "name": "说走就走"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 418603076,
                "name": "一点点"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 415792918,
                "name": "前世情人"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 418602085,
                "name": "英雄"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 417250561,
                "name": "不该"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 418602086,
                "name": "土耳其冰淇淋"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 418603077,
                "name": "告白气球"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 417247652,
                "name": "Now You See Me"
            },
            {
                "pic": "https://p2.music.126.net/cUTk0ewrQtYGP2YpPZoUng==/3265549553028224.jpg",
                "id": 418602087,
                "name": "爱情废柴"
            }
        ],
        "sketch": "杰伦将自己的幸福感注入了专辑，是《前世情人》里Hathaway在玩具钢琴上的几个音符，也是那一句为你“封麦”，只唱你爱~ "
    },
    {
        "id": 147779282,
        "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
        "desc": "睽违六年！！乐坛天王周杰伦即将在7月15日推出他个人第15张专辑「最伟大的作品」，首波同名主打歌曲「最伟大的作品」正式上线。 与此同时，周杰伦第15张专辑「最伟大的作品」即将于7月15日发行，共收录12首曲目，包含一首钢琴演奏Intro、以及6首新歌，之前仅于数位发行的5首歌曲「等你下课」(with 杨瑞代)、「不爱我就拉倒」、「我是如此相信」、「Mojito」、「说好不哭」(with 五月天阿信)也收录进此张专辑中。\n",
        "name": "最伟大的作品",
        "size": 12,
        "publishTime": 1657814400000,
        "songs": [
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962165890,
                "name": "Intro"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962165898,
                "name": "最伟大的作品"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962165922,
                "name": "还在流浪"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962165963,
                "name": "说好不哭"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166818,
                "name": "红颜如霜"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166010,
                "name": "不爱我就拉倒"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166871,
                "name": "Mojito"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166915,
                "name": "错过的烟火"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166937,
                "name": "等你下课"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166947,
                "name": "粉色海洋"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166119,
                "name": "倒影"
            },
            {
                "pic": "https://p1.music.126.net/xHjOQPyVV6rFG6u3TYkh7w==/109951167638982778.jpg",
                "id": 1962166152,
                "name": "我是如此相信"
            }
        ],
        "sketch": "那个诞生大众巨星的时代过去了，未来不会有第二个周杰伦。所有周杰伦新歌中最伟大的作品，都是——周杰伦"
    }
]